{"<PAD>": 0, "<UNK>": 1, "But": 2, "the": 3, "staff": 4, "was": 5, "so": 6, "horrible": 7, "to": 8, "us.": 9, "To": 10, "be": 11, "completely": 12, "fair,": 13, "only": 14, "redeeming": 15, "factor": 16, "food,": 17, "which": 18, "above": 19, "average,": 20, "but": 21, "couldn't": 22, "make": 23, "up": 24, "for": 25, "all": 26, "other": 27, "deficiencies": 28, "of": 29, "Teodora.": 30, "The": 31, "food": 32, "is": 33, "uniformly": 34, "exceptional,": 35, "with": 36, "a": 37, "very": 38, "capable": 39, "kitchen": 40, "will": 41, "proudly": 42, "whip": 43, "whatever": 44, "you": 45, "feel": 46, "like": 47, "eating,": 48, "whether": 49, "it's": 50, "on": 51, "menu": 52, "or": 53, "not.": 54, "Where": 55, "Gabriela": 56, "personaly": 57, "greets": 58, "and": 59, "recommends": 60, "what": 61, "eat.": 62, "For": 63, "those": 64, "that": 65, "go": 66, "once": 67, "don't": 68, "enjoy": 69, "it,": 70, "I": 71, "can": 72, "say": 73, "they": 74, "just": 75, "get": 76, "it.": 77, "Not": 78, "outstanding,": 79, "little": 80, "'perks'": 81, "were": 82, "great.": 83, "It": 84, "overpriced": 85, "not": 86, "tasty.": 87, "Our": 88, "agreed": 89, "favorite": 90, "orrechiete": 91, "sausage": 92, "chicken": 93, "(usually": 94, "waiters": 95, "are": 96, "kind": 97, "enough": 98, "split": 99, "dish": 100, "in": 101, "half": 102, "sample": 103, "both": 104, "meats).": 105, "Bagels": 106, "have": 107, "an": 108, "outstanding": 109, "taste": 110, "terrific": 111, "texture,": 112, "chewy": 113, "yet": 114, "gummy.": 115, "Nevertheless": 116, "itself": 117, "pretty": 118, "good.": 119, "i've": 120, "noticed": 121, "megadeth,": 122, "mr.": 123, "scruff,": 124, "st.": 125, "germain,": 126, "traditional": 127, "vietnamese": 128, "songs,": 129, "black": 130, "sabbath,": 131, "jay-z,": 132, "daft": 133, "punk": 134, "being": 135, "played.": 136, "They": 137, "did": 138, "mayonnaise,": 139, "forgot": 140, "our": 141, "toast,": 142, "left": 143, "out": 144, "ingredients": 145, "(ie": 146, "cheese": 147, "omelet),": 148, "below": 149, "hot": 150, "temperatures": 151, "bacon": 152, "over": 153, "cooked": 154, "it": 155, "crumbled": 156, "plate": 157, "when": 158, "touched": 159, "took": 160, "hour": 161, "check,": 162, "perfect": 163, "since": 164, "we": 165, "could": 166, "sit,": 167, "drinks": 168, "talk!": 169, "design": 170, "atmosphere": 171, "as": 172, "He": 173, "has": 174, "visited": 175, "Thailand": 176, "quite": 177, "expert": 178, "cuisine.": 179, "would": 180, "definitely": 181, "recommend": 182, "Mary's": 183, "am": 184, "making": 185, "one": 186, "my": 187, "regular": 188, "neighborhood": 189, "haunts.": 190, "pizza": 191, "best": 192, "if": 193, "thin": 194, "crusted": 195, "pizza.": 196, "My": 197, "Girlfriend": 198, "stumbled": 199, "onto": 200, "this": 201, "hopping": 202, "place": 203, "night": 204, "had": 205, "great": 206, "time!": 207, "can't": 208, "help,": 209, "they're": 210, "bought": 211, "fast.": 212, "Secondly,": 213, "overwhelmed": 214, "by": 215, "upper": 216, "east": 217, "side": 218, "ladies": 219, "perfume.": 220, "i": 221, "eaten": 222, "here": 223, "handful": 224, "times,": 225, "no": 226, "reason": 227, "besides": 228, "sheer": 229, "convenience.": 230, "Obviously": 231, "run": 232, "folks": 233, "who": 234, "know": 235, "pie.": 236, "We": 237, "disappointed.": 238, "IT": 239, "IS": 240, "DEFINITELY": 241, "SPECIAL": 242, "AND": 243, "AFFORDABLE.": 244, "really": 245, "liked": 246, "place.": 247, "going": 248, "back": 249, "soon.": 250, "All": 251, "money": 252, "went": 253, "into": 254, "interior": 255, "decoration,": 256, "none": 257, "chefs.": 258, "seats": 259, "uncomfortable": 260, "sitting": 261, "against": 262, "wall": 263, "wooden": 264, "benches.": 265, "asked": 266, "seltzer": 267, "lime,": 268, "ice.": 269, "inexpensive": 270, "too.": 271, "Will": 272, "back.": 273, "Don't": 274, "alone---even": 275, "two": 276, "people": 277, "isn't": 278, "whole": 279, "experience,": 280, "pickles": 281, "selection": 282, "meats": 283, "seafoods.": 284, "suggestion": 285, "eat": 286, "family": 287, "style": 288, "because": 289, "you'll": 290, "want": 291, "try": 292, "dishes.": 293, "Best": 294, "warm": 295, "vibe,": 296, "owner": 297, "super": 298, "friendly": 299, "service": 300, "This": 301, "value": 302, "joint.": 303, "Faan's": 304, "got": 305, "concept": 306, "rough": 307, "delivery.": 308, "From": 309, "incredible": 310, "atmosphere,": 311, "service,": 312, "downtown": 313, "spot": 314, "doesn't": 315, "miss": 316, "beat.": 317, "Great": 318, "at": 319, "REASONABLE": 320, "prices,": 321, "makes": 322, "evening": 323, "beat!": 324, "Look": 325, "foward": 326, "trying": 327, "Ruben": 328, "upon": 329, "returning.": 330, "steakhouse": 331, "seems": 332, "hold": 333, "candle": 334, "Roth's": 335, "Strip": 336, "House.": 337, "usually": 338, "Chart": 339, "House": 340, "celebrate": 341, "birthday": 342, "anniversary.": 343, "cute": 344, "decor": 345, "affordable": 346, "city": 347, "prices.": 348, "You'll": 349, "adore": 350, "Two": 351, "words:": 352, "Free": 353, "wine.": 354, "price": 355, "reasonable": 356, "although": 357, "poor.": 358, "quantity": 359, "also": 360, "good,": 361, "come": 362, "satisfied.": 363, "been": 364, "twice": 365, "times": 366, "disappointing.": 367, "Worth": 368, "visiting": 369, "1st": 370, "Ave": 371, "original": 372, "store.": 373, "second": 374, "floor": 375, "walk-up": 376, "Fridays": 377, "ago": 378, "friends": 379, "town": 380, "from": 381, "L.A.": 382, "Being": 383, "serious": 384, "sushi": 385, "lovers,": 386, "sat": 387, "bar": 388, "closer": 389, "action.": 390, "Raga's": 391, "romantic,": 392, "cozy": 393, "restaurant.": 394, "fried": 395, "rice": 396, "amazing": 397, "here.": 398, "Three": 399, "courses": 400, "-": 401, "choices": 402, "include": 403, "excellent": 404, "mussels,": 405, "puff": 406, "pastry": 407, "goat": 408, "salad": 409, "delicious": 410, "dressing,": 411, "hanger": 412, "steak": 413, "au": 414, "poivre": 415, "world.": 416, "amanzing": 417, "indian": 418, "food.": 419, "cool": 420, "prompt": 421, "curtious.": 422, "At": 423, "end": 424, "you're": 425, "mild": 426, "broth": 427, "noodles": 428, "slurp": 429, "cup.": 430, "wonder": 431, "how": 432, "such": 433, "meal": 434, "money.": 435, "do": 436, "empty": 437, "stomach.": 438, "wine": 439, "list": 440, "excellent.": 441, "garantuan": 442, "fit": 443, "them": 444, "toaster.": 445, "Ive": 446, "many": 447, "Thai": 448, "restaurants": 449, "Manhattan": 450, "before,": 451, "Toons": 452, "far": 453, "(except": 454, "mom's": 455, "course).": 456, "wouldnt": 457, "even": 458, "let": 459, "me": 460, "finish": 461, "glass": 462, "before": 463, "offering": 464, "another.": 465, "highly": 466, "Sophia": 467, "Whem": 468, "asked,": 469, "ask": 470, "more": 471, "detailed": 472, "questions": 473, "knew": 474, "specials": 475, "were.": 476, "consistently": 477, "dine": 478, "lunch": 479, "dinner.": 480, "Nice": 481, "pleasant": 482, "desert": 483, "bring": 484, "there": 485, "their": 486, "own": 487, "THEIR": 488, "friends!": 489, "After": 490, "enjoying": 491, "ourselves": 492, "down": 493, "table": 494, "Fabulous": 495, "fantastic": 496, "chilled": 497, "environment.": 498, "wanted": 499, "hear.": 500, "Try": 501, "lasagnette": 502, "appetizer.": 503, "Pricey,": 504, "worth": 505, "try,": 506, "least": 507, "once.": 508, "I've": 509, "few": 510, "next": 511, "some": 512, "odd": 513, "people.": 514, "beer": 515, "selection!": 516, "good": 517, "size": 518, "menu,": 519, "unpretensious": 520, "setting.": 521, "Go": 522, "romantic": 523, "dinner": 524, "wow": 525, "dining": 526, "experience.": 527, "Can't": 528, "wait": 529, "grew": 530, "eating": 531, "Dosa": 532, "find": 533, "NY": 534, "satisfy": 535, "buds.": 536, "Wine": 537, "wine-by-the-glass": 538, "generously": 539, "filled": 540, "top.": 541, "With": 542, "variety": 543, "often": 544, "never": 545, "bored.": 546, "limited": 547, "think": 548, "counted": 549, "4": 550, "5": 551, "entrees.": 552, "If": 553, "carnivore,": 554, "hungry": 555, "leave": 556, "satisfied": 557, "than": 558, "ever": 559, "been.": 560, "almost": 561, "dishes": 562, "too": 563, "crazy": 564, "about": 565, "sake": 566, "martini.": 567, "bagels,": 568, "spreads": 569, "hang": 570, "in.": 571, "varys": 572, "day": 573, "day-": 574, "sometimes": 575, "nice,": 576, "whoever": 577, "jazz": 578, "duo": 579, "was,": 580, "POINT.": 581, "One": 582, "thing": 583, "felt": 584, "rushed": 585, "pressured": 586, "give": 587, "ot": 588, "incoming": 589, "guests.": 590, "bargain.": 591, "happened": 592, "purely": 593, "accident": 594, "pleased": 595, "results.": 596, "Unfortunately,": 597, "everything": 598, "else": 599, "restaurant": 600, "pits.": 601, "Deff": 602, "recimmend": 603, "Bukhara": 604, "opened": 605, "new": 606, "locations": 607, "guess": 608, "ill": 609, "out.": 610, "always": 611, "feeling": 612, "Dip": 613, "your": 614, "chopsticks,": 615, "swirl": 616, "around,": 617, "First": 618, "garden": 619, "terrace.": 620, "husbands": 621, "perfect,": 622, "well": 623, "done": 624, "dry.": 625, "Everyone": 626, "spoken": 627, "friendly,": 628, "helpful,": 629, "willing": 630, "extra": 631, "mile": 632, "customer.": 633, "huge.": 634, "Sapphire": 635, "Indian": 636, "I'm": 637, "NYC.": 638, "cuisine": 639, "gathered": 640, "authentic": 641, "Taiwanese,": 642, "though": 643, "its": 644, "different": 645, "accustomed": 646, "Taipei.": 647, "heartily": 648, "recommend.": 649, "Heartland": 650, "Brewery": 651, "places": 652, "NYC": 653, "catch": 654, "old": 655, "ones.": 656, "hesititate": 657, "write": 658, "review": 659, "hate": 660, "become": 661, "crowded.": 662, "crowded": 663, "weekends": 664, "efficient": 665, "accurate": 666, "service.": 667, "co-workers": 668, "amazed": 669, "small": 670, "was.": 671, "unheralded,": 672, "impecible,": 673, "magnificant.": 674, "ordered": 675, "special,": 676, "grilled": 677, "branzino,": 678, "infused": 679, "bone,": 680, "difficult": 681, "gotten": 682, "better": 683, "better!": 684, "place,": 685, "months": 686, "old,": 687, "perhaps": 688, "Queens'": 689, "biggest": 690, "secret!": 691, "may": 692, "bit": 693, "packed": 694, "weekends,": 695, "vibe": 696, "French": 697, "area.": 698, "much": 699, "fun.": 700, "glad": 701, "did.": 702, "Right": 703, "off": 704, "L": 705, "Brooklyn": 706, "nice": 707, "treated": 708, "rudely.": 709, "I'll": 710, "Le": 711, "Pere": 712, "Pinard": 713, "$15": 714, "pre-theater": 715, "outstanding.": 716, "Went": 717, "inside": 718, "started": 719, "excited.": 720, "delivery": 721, "order.": 722, "server": 723, "checked": 724, "us": 725, "maybe": 726, "during": 727, "entire": 728, "meal.": 729, "However,": 730, "jus": 731, "praise": 732, "Montparnasse": 733, "return": 734, "reason.": 735, "strong": 736, "scents": 737, "coming": 738, "right": 739, "negatively": 740, "affected": 741, "lobster": 742, "sandwich": 743, "FANTASTIC.": 744, "It's": 745, "somewhere": 746, "happy.": 747, "wrote": 748, "bad": 749, "review,": 750, "understand": 751, "Rao's": 752, "about.": 753, "Had": 754, "stalling": 755, "where": 756, "from,": 757, "less": 758, "hadn't": 759, "brought": 760, "check": 761, "yet!": 762, "overall": 763, "10": 764, "Though": 765, "Spider": 766, "Roll": 767, "look": 768, "challenge": 769, "eat,": 770, "soft": 771, "shell": 772, "crab": 773, "hanging": 774, "roll,": 775, "pay": 776, "them.": 777, "Deep": 778, "Fried": 779, "Skewers": 780, "still": 781, "rare": 782, "tried": 783, "reservations,": 784, "hostess": 785, "didn't": 786, "name.": 787, "varieties": 788, "congee": 789, "(rice": 790, "porridge).": 791, "Their": 792, "tuna": 793, "tartar": 794, "appetizer": 795, "die": 796, "for.": 797, "BEST": 798, "to.": 799, "used": 800, "decent.": 801, "An": 802, "oasis": 803, "refinement:": 804, "Food,": 805, "somewhat": 806, "uneven,": 807, "reaches": 808, "pinnacles": 809, "American": 810, "fine": 811, "chef's": 812, "passion": 813, "(and": 814, "kitchen's": 815, "precise": 816, "execution)": 817, "most": 818, "evident": 819, "fish": 820, "soups.": 821, "love": 822, "french": 823, "fare,": 824, "Artisanal!": 825, "consider": 826, "myself": 827, "Some": 828, "baby": 829, "pizzas": 830, "wish.": 831, "Plenty": 832, "creation.": 833, "tiny": 834, "someone's": 835, "living": 836, "room.": 837, "sat.": 838, "Overall": 839, "A": 840, "oh": 841, "ya": 842, "waiting": 843, "deff": 844, "lava": 845, "cake": 846, "dessert": 847, "VT": 848, "hope": 849, "grow": 850, "up.": 851, "terrible": 852, "bland": 853, "mention": 854, "unaccommodating": 855, "managers,": 856, "experience": 857, "horrible.": 858, "Lahore": 859, "duck": 860, "late-night": 861, "need": 862, "tasty": 863, "cheap": 864, "--": 865, "likely": 866, "trouble": 867, "finishing": 868, "amount": 869, "FOUR": 870, "DOLLARS.": 871, "last": 872, "time": 873, "seated": 874, "corridor": 875, "kitchen.": 876, "wines": 877, "ranging": 878, "high": 879, "end.": 880, "overall,": 881, "classic": 882, "upscale": 883, "Italian": 884, "decor.": 885, "impressed": 886, "wonderful!": 887, "(by": 888, "bottle)": 889, "wonderful": 890, "reservation": 891, "town.": 892, "Service": 893, "refined:": 894, "seating": 895, "delayed": 896, "35": 897, "minutes": 898, "past": 899, "maitre": 900, "d'": 901, "apologized": 902, "regularly": 903, "kept": 904, "apprised": 905, "progress.": 906, "Order": 907, "panang": 908, "duck,": 909, "fantastic.": 910, "Food": 911, "ocasionally": 912, "wondered": 913, "freshmess": 914, "raw": 915, "vegatables": 916, "orders.": 917, "Other": 918, "crappy": 919, "individuals,": 920, "What": 921, "for?": 922, "Wondering": 923, "deals": 924, "line": 925, "formed": 926, "particular": 927, "establishment.": 928, "amazin": 929, "You": 930, "royality.": 931, "There's": 932, "quiet,": 933, "6": 934, "(or": 935, "more).": 936, "Ambiance-": 937, "relaxed": 938, "stylish.": 939, "unwelcome": 940, "month": 941, "Jimmy's": 942, "Bronx": 943, "Cafe.": 944, "Luckily": 945, "saved": 946, "room": 947, "BBQ": 948, "Salmon,": 949, "Sea": 950, "Bass": 951, "Crispy": 952, "Duck.": 953, "Yes,": 954, "use": 955, "fancy": 956, "ingredients,": 957, "unless": 958, "someone": 959, "knows": 960, "crust": 961, "right.": 962, "Looking": 963, "outside": 964, "in,": 965, "hesitate": 966, "enter": 967, "hole": 968, "(really,": 969, "that's": 970, "is).": 971, "yes": 972, "Dal": 973, "dam": 974, "kababs.": 975, "forward": 976, "again": 977, "child": 978, "taste.": 979, "Tuk": 980, "comfortable": 981, "joints": 982, "fair": 983, "price.": 984, "Leaping": 985, "Lizard,": 986, "prosecco,": 987, "mussels": 988, "average": 989, "creme": 990, "brulee": 991, "awful": 992, "sugar": 993, "charred,": 994, "caramelized": 995, "smelled": 996, "kerosene.": 997, "tastes": 998, "fresh": 999, "served": 1000, "promptly.": 1001, "live": 1002, "nearby.": 1003, "delicious.": 1004, "horrified.": 1005, "On": 1006, "monthly": 1007, "basis": 1008, "together": 1009, "girls": 1010, "Pizza": 1011, "garlic": 1012, "knots": 1013, "well,": 1014, "order": 1015, "quick!": 1016, "chinese": 1017, "nearby,": 1018, "Wu": 1019, "Liang": 1020, "Ye": 1021, "Grand": 1022, "Sichuan": 1023, "block": 1024, "away.": 1025, "says": 1026, "Murray's": 1027, "anything": 1028, "trendi": 1029, "forgotten": 1030, "important": 1031, "part": 1032, "restaurant,": 1033, "NEVER": 1034, "disappointed": 1035, "Red": 1036, "Eye.": 1037, "Hats": 1038, "chef.": 1039, "should": 1040, "away": 1041, "customers.": 1042, "improved": 1043, "understands": 1044, "importance": 1045, "things": 1046, "(the": 1047, "heavy,": 1048, "black,": 1049, "antique-seeming": 1050, "teapot,": 1051, "one)": 1052, "Glad": 1053, "luxury": 1054, "throw": 1055, "paying": 1056, "mozzarella": 1057, "instead": 1058, "cheap,": 1059, "frozen,": 1060, "shredded": 1061, "common": 1062, "pizzaria's.": 1063, "Its": 1064, "relax": 1065, "New": 1066, "York.": 1067, "problem": 1068, "walking": 1069, "getting": 1070, "table.": 1071, "bistro-type": 1072, "vibe.": 1073, "Check": 1074, "off,": 1075, "waitress": 1076, "unattentive": 1077, "2": 1078, "saw": 1079, "her(odd": 1080, "tables)": 1081, "wrong.": 1082, "go.": 1083, "oily.": 1084, "do.": 1085, "better,": 1086, "prices": 1087, "nothing": 1088, "ordinary.": 1089, "dont": 1090, "reviews": 1091, "decent": 1092, "(PLEASE": 1093, "TRY": 1094, "SOMEOTHER": 1095, "PLACES).": 1096, "Suan": 1097, "challenged": 1098, "loyalty.": 1099, "pesto": 1100, "pizza,": 1101, "house": 1102, "salad,": 1103, "bottle": 1104, "And": 1105, "Kruno,": 1106, "beverage": 1107, "manager": 1108, "bartender": 1109, "across.": 1110, "Ambiance": 1111, "music": 1112, "funky,": 1113, "enjoy.": 1114, "clearly": 1115, "among": 1116, "city.": 1117, "late": 1118, "afternoon": 1119, "bite": 1120, "refleshment": 1121, "date.": 1122, "deal,": 1123, "considering": 1124, "full": 1125, "four": 1126, "dollars.": 1127, "area": 1128, "alluring": 1129, "ambiance": 1130, "five": 1131, "star": 1132, "featuring": 1133, "sommlier": 1134, "complicated": 1135, "maze": 1136, "captain": 1137, "foods,": 1138, "tastes,": 1139, "experiance.": 1140, "mommy": 1141, "person": 1142, "afford": 1143, "taking": 1144, "here).": 1145, "vacation": 1146, "referred": 1147, "Chance": 1148, "friend.": 1149, "Last": 1150, "here,": 1151, "after": 1152, "tandoori": 1153, "salmon!": 1154, "hooked": 1155, "ridiculous.": 1156, "Eating": 1157, "saves": 1158, "desk,": 1159, "disappointing": 1160, "Granted": 1161, "space": 1162, "smaller": 1163, "most,": 1164, "largest": 1165, "restaurants.": 1166, "Have": 1167, "recommended": 1168, "friends,": 1169, "gets": 1170, "response.": 1171, "mid-town.": 1172, "atmorphere": 1173, "@": 1174, "peep!": 1175, "Enjoy!": 1176, "weren't!": 1177, "missed.": 1178, "(La": 1179, "Rosa": 1180, "connected": 1181, "swinging": 1182, "door": 1183, "Mexican": 1184, "Pacifico).": 1185, "handled": 1186, "better.": 1187, "attentive": 1188, "her": 1189, "suggestions": 1190, "items": 1191, "mark.": 1192, "$30": 1193, "three": 1194, "course": 1195, "licked": 1196, "clean": 1197, "of.": 1198, "Please": 1199, "aware": 1200, "CASH": 1201, "AMEX": 1202, "only!": 1203, "Even": 1204, "pushed": 1205, "no-class": 1206, "Famous": 1207, "Ray's,": 1208, "Sal": 1209, "risen": 1210, "carry": 1211, "his": 1212, "father's": 1213, "uncle's": 1214, "legacies": 1215, "smile,": 1216, "true": 1217, "community,": 1218, "let's": 1219, "forget": 1220, "Outstanding": 1221, "Pizza!": 1222, "rather": 1223, "cramped": 1224, "busy": 1225, "closes": 1226, "early.": 1227, "environment": 1228, "horrible,": 1229, "pathetic,": 1230, "gabriella": 1231, "lies": 1232, "she": 1233, "could.": 1234, "crawfish": 1235, "boiled": 1236, "despite": 1237, "mess,": 1238, "ton": 1239, "fun": 1240, "well.": 1241, "expectations": 1242, "made": 1243, "couple": 1244, "advance": 1245, "special": 1246, "occasion.": 1247, "fluffy": 1248, "interior.": 1249, "came": 1250, "burned": 1251, "beyond": 1252, "recognition": 1253, "stringy.": 1254, "Pad": 1255, "sticky.": 1256, "So": 1257, "actually": 1258, "M": 1259, "proper,": 1260, "delivered": 1261, "times.": 1262, "Among": 1263, "5th": 1264, "avenue": 1265, "restaurants,": 1266, "offers": 1267, "values": 1268, "Frankly,": 1269, "compare": 1270, "lunch,": 1271, "versus": 1272, "McDs": 1273, "shops": 1274, "city,": 1275, "comparison.": 1276, "rude": 1277, "point": 1278, "offensive.": 1279, "craving": 1280, "Haru's": 1281, "especially": 1282, "Roll,": 1283, "stand": 1284, "building": 1285, "outisde,": 1286, "head": 1287, "across": 1288, "street": 1289, "Sake": 1290, "Bar!": 1291, "narrow": 1292, "leads": 1293, "white": 1294, "tiled": 1295, "counters,": 1296, "deal": 1297, "mess": 1298, "(stacks": 1299, "bottles,": 1300, "cans)": 1301, "counter": 1302, "holding": 1303, "12-14": 1304, "Succulent": 1305, "steaks": 1306, "precisely": 1307, "desired": 1308, "'doneness'": 1309, "accompanied": 1310, "salads": 1311, "sides": 1312, "leafy": 1313, "road": 1314, "kill.": 1315, "Lunch": 1316, "pickels": 1317, "slaw,": 1318, "charge.": 1319, "Decent": 1320, "conveniently": 1321, "door.": 1322, "Family": 1323, "owned": 1324, "terrace": 1325, "sky": 1326, "water": 1327, "club": 1328, "tired": 1329, "Change": 1330, "Mojito,": 1331, "Okay": 1332, "(which": 1333, "exceptional)": 1334, "pleasantly": 1335, "surprised.": 1336, "awful,": 1337, "ATROCIOUS": 1338, "actually.": 1339, "visit": 1340, "again.": 1341, "soup": 1342, "udon": 1343, "soy": 1344, "sauce": 1345, "water.": 1346, "anti-pasta": 1347, "excellent,": 1348, "calamari,": 1349, "filling": 1350, "pasta": 1351, "mains.": 1352, "suggested": 1353, "glasses": 1354, "sister,": 1355, "case!).": 1356, "might": 1357, "business": 1358, "order,": 1359, "you.": 1360, "please": 1361, "every": 1362, "choice": 1363, "included:": 1364, "ceviche": 1365, "mix": 1366, "(special),": 1367, "dumplings,": 1368, "assorted": 1369, "sashimi,": 1370, "rolls,": 1371, "types": 1372, "sake,": 1373, "banana": 1374, "tempura.": 1375, "plain": 1376, "eggplant.": 1377, "there!": 1378, "Ok,": 1379, "servers": 1380, "wander": 1381, "around": 1382, "clueless,": 1383, "there's": 1384, "crowd": 1385, "fine,": 1386, "effort": 1387, "attention.": 1388, "Good": 1389, "luck": 1390, "picked": 1391, "randomly,": 1392, "without": 1393, "recommendation": 1394, "there,": 1395, "weren't": 1396, "sure": 1397, "expect.": 1398, "nose": 1399, "that...": 1400, "Planet": 1401, "great!": 1402, "awful.": 1403, "Just": 1404, "ignore": 1405, "trendy": 1406, "wannabes.": 1407, "takeout": 1408, "keep": 1409, "eye": 1410, "expanded": 1411, "italian": 1412, "dishes,": 1413, "wait!": 1414, "Trust": 1415, "me,": 1416, "great,": 1417, "devoured": 1418, "time.": 1419, "girlfiends": 1420, "ate": 1421, "O.G.": 1422, "night.": 1423, "wish": 1424, "near": 1425, "office-": 1426, "everyday.": 1427, "Finally!": 1428, "Amma": 1429, "worst": 1430, "experienced": 1431, "years.": 1432, "comes": 1433, "friend": 1434, "is.": 1435, "overrated.": 1436, "Regardless": 1437, "hundred": 1438, "ahead": 1439, "take": 1440, "name": 1441, "tell": 1442, "Five": 1443, "minutes.": 1444, "though.": 1445, "bottles": 1446, "disapointed": 1447, "all.": 1448, "Walk-ins": 1449, "risky": 1450, "100": 1451, "beers": 1452, "offer": 1453, "thier": 1454, "guest": 1455, "husband": 1456, "happy": 1457, "delicious,": 1458, "must": 1459, "pumkin": 1460, "tortelini.": 1461, "until": 1462, "crabmeat": 1463, "lasagna": 1464, "world": 1465, "chocolate": 1466, "bread": 1467, "pudding": 1468, "dessert.": 1469, "word": 1470, "advice,": 1471, "save": 1472, "you've": 1473, "tiramisu.": 1474, "Very": 1475, "recently": 1476, "impeccable": 1477, "unobtrusive": 1478, "present": 1479, "meal,": 1480, "attend": 1481, "needs.": 1482, "Ess-A-Bagel": 1483, "(either": 1484, "Sty-town": 1485, "midtown)": 1486, "bagel": 1487, "NY.": 1488, "too!": 1489, "Open": 1490, "(well": 1491, "person)": 1492, "annoying": 1493, "thing,": 1494, "though,": 1495, "fact": 1496, "seem": 1497, "trained": 1498, "drive": 1499, "revenue.": 1500, "Get": 1501, "go,": 1502, "bench,": 1503, "kick": 1504, "dumplings.": 1505, "Filet": 1506, "Mignon,": 1507, "tender": 1508, "piece": 1509, "ever.": 1510, "Everything": 1511, "while": 1512, "drank": 1513, "sangria,": 1514, "facing": 1515, "turned": 1516, "$2": 1517, "gone": 1518, "said": 1519, "Something": 1520, "holiday": 1521, "party's.": 1522, "overlooked!": 1523, "till": 1524, "8pm.": 1525, "nha": 1526, "trang": 1527, "literally": 1528, "beef": 1529, "cubes": 1530, "poor": 1531, "experiences": 1532, "theater": 1533, "district,": 1534, "truly": 1535, "find!": 1536, "overrated": 1537, "Brooklyn.": 1538, "selection,": 1539, "deserve": 1540, "recognition.": 1541, "year": 1542, "anniversery,": 1543, "wasn't": 1544, "impressed.": 1545, "pathetic": 1546, "seat": 1547, "promptly": 1548, "however": 1549, "slow.": 1550, "first": 1551, "slightly": 1552, "skeptical": 1553, "middle": 1554, "friendly.": 1555, "heeded.": 1556, "flavorless": 1557, "portions": 1558, "small,": 1559, "including": 1560, "month.": 1561, "set": 1562, "on,": 1563, "traffic": 1564, "noise.": 1565, "Also,": 1566, "popular": 1567, "families,": 1568, "bothered": 1569, "children": 1570, "running": 1571, "loose": 1572, "wild": 1573, "animals,": 1574, "later": 1575, "avoid": 1576, "short.": 1577, "Paris.": 1578, "Lived": 1579, "Shanghai": 1580, "life": 1581, "thought": 1582, "comparable": 1583, "flagship": 1584, "Green": 1585, "Bo": 1586, "there.": 1587, "Cafe": 1588, "St.": 1589, "Bart's": 1590, "ambience": 1591, "trip.": 1592, "value.": 1593, "Gigino's": 1594, "Wagner": 1595, "Park": 1596, "enjoyable.": 1597, "quick": 1598, "important.": 1599, "looking": 1600, "host": 1601, "intimate": 1602, "meeting": 1603, "associates.": 1604, "NYU": 1605, "students": 1606, "young": 1607, "atmosphere.": 1608, "does": 1609, "(Cantonese": 1610, "is...).": 1611, "But,": 1612, "stands": 1613, "cooking.": 1614, "Joya": 1615, "colorful": 1616, "problem,": 1617, "McDonald's": 1618, "destroy": 1619, "insides.": 1620, "Prix": 1621, "Fixe": 1622, "penny": 1623, "(both": 1624, "quality).": 1625, "3": 1626, "favorites": 1627, "eggs": 1628, "benedict": 1629, "brunch,": 1630, "life,": 1631, "removing": 1632, "hollondaise": 1633, "failed": 1634, "work": 1635, "near-by,": 1636, "oatmeal": 1637, "neighborhood-": 1638, "packaged": 1639, "quick-cooked": 1640, "item.": 1641, "Always": 1642, "fast": 1643, "moving.": 1644, "Too": 1645, "same": 1646, "heritage.": 1647, "looked": 1648, "except": 1649, "Chilean": 1650, "Bass,": 1651, "written": 1652, "board": 1653, "outside.": 1654, "Sexy.": 1655, "onion": 1656, "say,": 1657, "Bengali": 1658, "Fast": 1659, "joint": 1660, "favorite.": 1661, "picky": 1662, "gross.": 1663, "solid": 1664, "$40pp": 1665, "(including": 1666, "wine),": 1667, "Since": 1668, "complete": 1669, "wall,": 1670, "intimidating": 1671, "first,": 1672, "quickly": 1673, "soon": 1674, "welcomes": 1675, "help": 1676, "get.": 1677, "Based": 1678, "dinner,": 1679, "reconsider": 1680, "revisiting": 1681, "that,": 1682, "Dim": 1683, "Sum": 1684, "costs": 1685, "turn": 1686, "roll": 1687, "inside-out": 1688, "triples": 1689, "size,": 1690, "rice.": 1691, "John's": 1692, "Joe's": 1693, "corner,": 1694, "itself.": 1695, "melted": 1696, "mouth": 1697, "consistency-not": 1698, "fishy,": 1699, "creamy,": 1700, "buttery.": 1701, "When": 1702, "he": 1703, "finally": 1704, "did,": 1705, "unable": 1706, "gin": 1707, "tonic": 1708, "tonic.": 1709, "girlfriend": 1710, "convinced": 1711, "bite.": 1712, "dim": 1713, "sum": 1714, "ok": 1715, "fresh,": 1716, "steamy": 1717, "(also": 1718, "note": 1719, "lack": 1720, "Chinese": 1721, "untasteful": 1722, "previous": 1723, "review...": 1724, "judge": 1725, "prima": 1726, "facie,": 1727, "believe": 1728, "home": 1729, "literate": 1730, "heart.": 1731, "Sure,": 1732, "everyone's": 1733, "favorite,": 1734, "Sal,": 1735, "absolutely": 1736, "brilliant": 1737, "runned": 1738, "operation.": 1739, "Also": 1740, "each!": 1741, "ok,": 1742, "spoke": 1743, "months,": 1744, "ear": 1745, "one.": 1746, "moderately": 1747, "enjoyed": 1748, "Grilled": 1749, "Chicken": 1750, "Edamame": 1751, "Puree.": 1752, "come.": 1753, "roast": 1754, "pork": 1755, "ginger,": 1756, "out!": 1757, "missed": 1758, "Shanghainese": 1759, "US": 1760, "Chinatown.": 1761, "City.": 1762, "th": 1763, "pink": 1764, "pony.": 1765, "lot.": 1766, "Staff": 1767, "accomodating.": 1768, "agree": 1769, "reviewer.": 1770, "--Eat": 1771, "Club": 1772, "roving": 1773, "group": 1774, "gluttons": 1775, "opened,": 1776, "chance.": 1777, "Del": 1778, "Frisco's": 1779, "Friday": 1780, "boyfriend": 1781, "8:00": 1782, "reservation.": 1783, "Sakagura": 1784, "much,": 1785, "you'd": 1786, "Yokocho.": 1787, "yourself": 1788, "favor": 1789, "see": 1790, "me.": 1791, "Definitely": 1792, "occasion": 1793, "wrong": 1794, "Izakaya": 1795, "(Sake": 1796, "portion": 1797, "sake-friendly": 1798, ").": 1799, "Hurley's": 1800, "Cheers": 1801, "everyone": 1802, "ACTUALLY": 1803, "came.": 1804, "pretentious": 1805, "economical.": 1806, "classy,": 1807, "attentive,": 1808, "overbearing.": 1809, "roti": 1810, "rolls.": 1811, "Fresh": 1812, "any": 1813, "problems": 1814, "charging": 1815, "tip,": 1816, "quickly,": 1817, "walk": 1818, "Quick": 1819, "Authentic": 1820, "bistro!": 1821, "tasty,": 1822, "suggest": 1823, "meat": 1824, "tend": 1825, "mesh": 1826, "digestive": 1827, "system.": 1828, "Somewhat": 1829, "pricey": 1830, "heck.": 1831, "true,": 1832, "cheap.": 1833, "dogs": 1834, "too,": 1835, "snappy": 1836, "Delivery": 1837, "south,": 1838, "aren't": 1839, "delis": 1840, "watching": 1841, "Foods": 1842, "America": 1843, "PBS": 1844, "found": 1845, "Katz's": 1846, "Deli.": 1847, "noise": 1848, "level": 1849, "unbearable,": 1850, "conversation": 1851, "impossible.": 1852, "Personal": 1853, "pans": 1854, "nights.": 1855, "Highly": 1856, "Spicy": 1857, "Clam": 1858, "Rolls": 1859, "Rolls.": 1860, "earlier": 1861, "commenting": 1862, "experimenting": 1863, "positive": 1864, "way.": 1865, "convenient.": 1866, "Thanks": 1867, "Bloom's": 1868, "lovely": 1869, "laid": 1870, "scene": 1871, "way": 1872, "spend": 1873, "weekend": 1874, "afternoon.": 1875, "Oh": 1876, "right,": 1877, "probably": 1878, "something": 1879, "nice.": 1880, "Odd": 1881, "B,": 1882, "odd,": 1883, "attracts": 1884, "eclectic": 1885, "least.": 1886, "Leon,": 1887, "gem": 1888, "BUT,": 1889, "certainly": 1890, "Instead": 1891, "wasting": 1892, "here:": 1893, "SUPPORT": 1894, "RESTAURANTS": 1895, "THAT": 1896, "CARE": 1897, "ABOUT": 1898, "FOOD.": 1899, "became": 1900, "e": 1901, "fare": 1902, "institutions.": 1903, "Tamarind": 1904, "shoulders": 1905, "neighboors": 1906, "st,": 1907, "taj": 1908, "mahal": 1909, "comparable,": 1910, "quality,": 1911, "overpraised": 1912, "underdeserving)": 1913, "baluchi's.": 1914, "man": 1915, "hosting": 1916, "promised": 1917, "party": 1918, "7,": 1919, "then": 1920, "saving": 1921, "(mean": 1922, "boths": 1923, "open": 1924, "around).": 1925, "cheesecake!": 1926, "As": 1927, "subpar": 1928, "proceeded": 1929, "berate": 1930, "employees": 1931, "putting": 1932, "containers": 1933, "condiments": 1934, "explained": 1935, "expensive": 1936, "these": 1937, "David,": 1938, "Daytona": 1939, "Beach,": 1940, "FL": 1941, "Perhaps.": 1942, "incredible.": 1943, "Bagel": 1944, "Shoppe": 1945, "74th": 1946, "blocks": 1947, "2nd": 1948, "Ave.": 1949, "Rosario's": 1950, "doubt": 1951, "greatest": 1952, "pizzerias": 1953, "existence.": 1954, "Decor": 1955, "minimalist,": 1956, "simple": 1957, "presented": 1958, "cooked,": 1959, "matches": 1960, "salmon": 1961, "paid,": 1962, "expected": 1963, "type": 1964, "flavor.": 1965, "melt": 1966, "sandwich.": 1967, "Especially": 1968, "tikka": 1969, "naan,": 1970, "dals.": 1971, "bill": 1972, "finished.": 1973, "looks": 1974, "beautiful": 1975, "green": 1976, "lawns": 1977, "Hudson": 1978, "River": 1979, "Statue": 1980, "Liberty.": 1981, "wife": 1982, "young,": 1983, "nevertheless": 1984, "staff,": 1985, "whom": 1986, "story.": 1987, "generally": 1988, "Kai": 1989, "got.": 1990, "sangria": 1991, "muggy": 1992, "day.": 1993, "starving": 1994, "thai": 1995, "Williamsburg": 1996, "surprising.": 1997, "plus": 1998, "Roxy": 1999, "AVOID!": 2000, "ravioli": 2001, "While": 2002, "groundbreaking,": 2003, "well-executed": 2004, "bunch": 2005, "now": 2006, "approximately": 2007, "$25": 2008, "drinks.": 2009, "Quite": 2010, "frankly,": 2011, "tried.": 2012, "ok.": 2013, "tag": 2014, "expensive,": 2015, "By": 2016, "done,": 2017, "1:00am.": 2018, "Spice": 2019, "appetizers.": 2020, "Read": 2021, "they'll": 2022, "confirm": 2023, "overcharged": 2024, "attentive.": 2025, "homemade": 2026, "mozzarella,": 2027, "pie": 2028, "ultra": 2029, "fresh.": 2030, "Fish": 2031, "overdone.": 2032, "idea": 2033, "base": 2034, "details,": 2035, "shore": 2036, "towns": 2037, "rethink": 2038, "tasted": 2039, "like.": 2040, "main": 2041, "spectacular,": 2042, "hand-painted": 2043, "ceiling)": 2044, "Bread": 2045, "Bar": 2046, "January": 2047, "week": 2048, "selections": 2049, "attention": 2050, "piped": 2051, "weird": 2052, "selection.": 2053, "lot": 2054, "Bistros.": 2055, "establishment": 2056, "scores": 2057, "big": 2058, "points": 2059, "presentation": 2060, "style.": 2061, "rest": 2062, "sum,": 2063, "Chinatown": 2064, "standards,": 2065, "overly": 2066, "efficient.": 2067, "Surprisingly": 2068, "further": 2069, "truth.": 2070, "roof": 2071, "Sutton": 2072, "Place": 2073, "19": 2074, "interns": 2075, "jabbing": 2076, "ribs": 2077, "combination": 2078, "seafood": 2079, "casual": 2080, "date": 2081, "entertain": 2082, "clients": 2083, "lunch.": 2084, "received": 2085, "apology": 2086, "show": 2087, "crushed": 2088, "grapes": 2089, "himself": 2090, "long": 2091, "overdue": 2092, "arrived.": 2093, "Prices": 2094, "waiter's": 2095, "eye,": 2096, "ignored": 2097, "Fantastic": 2098, "Plain": 2099, "skip!": 2100, "refuse": 2101, "parties": 2102, "weekends.": 2103, "Usually": 2104, "vs.": 2105, "per": 2106, "dish.": 2107, "certain": 2108, "staples": 2109, "burger,": 2110, "pastas),": 2111, "point.": 2112, "so-so,": 2113, "spectacular.": 2114, "so-so.": 2115, "waitress,": 2116, "concerned": 2117, "waitressing.": 2118, "larger": 2119, "features": 2120, "adequate": 2121, "unlike": 2122, "joints,": 2123, "deserves": 2124, "mention.": 2125, "ripoff!": 2126, "Threw": 2127, "fiance's": 2128, "surprise": 2129, "30th": 2130, "happier.": 2131, "Food-awesome.": 2132, "music,": 2133, "speedy": 2134, "There": 2135, "wait,": 2136, "shorter": 2137, "expected.": 2138, "$24": 2139, "nearly": 2140, "warrant": 2141, "May,": 2142, "smile": 2143, "warmly": 2144, "greet": 2145, "lived": 2146, "years": 2147, "read": 2148, "Mocaramel's": 2149, "compelled": 2150, "respond.": 2151, "incredibly": 2152, "salty.": 2153, "hits": 2154, "reason,": 2155, "unavailable": 2156, "Salmon.": 2157, "large": 2158, "cozy.": 2159, "fooled": 2160, "crowds": 2161, "beverages": 2162, "rush": 2163, "Next": 2164, "time,": 2165, "wouldn't": 2166, "dare": 2167, "ordering": 2168, "Asian": 2169, "appetizers": 2170, "thinking": 2171, "stay": 2172, "won't": 2173, "view": 2174, "beautiful!": 2175, "light": 2176, "asian": 2177, "accent,": 2178, "Long": 2179, "Tan": 2180, "slope.": 2181, "lazy": 2182, "Alphabet": 2183, "City,": 2184, "Otherwise,": 2185, "customer": 2186, "A++": 2187, "along": 2188, "attitude.": 2189, "fourth": 2190, "period,": 2191, "done.": 2192, "awesome": 2193, "striped": 2194, "bass.": 2195, "loud": 2196, "lean": 2197, "wife,": 2198, "whiff": 2199, "corriander.": 2200, "shakes": 2201, "also.": 2202, "simply": 2203, "Probably": 2204, "again...": 2205, "passing": 2206, "sometime": 2207, "decided": 2208, "maximum": 2209, "neighbor": 2210, "chu": 2211, "curry": 2212, "pad": 2213, "chicken.": 2214, "Mondays": 2215, "prix": 2216, "fixe": 2217, "Blue": 2218, "Ribbon.": 2219, "Joya).": 2220, "they've": 2221, "pastrami": 2222, "soups": 2223, "hit": 2224, "spot.": 2225, "bagels": 2226, "old-fashioned": 2227, "sushi.": 2228, "personal": 2229, "lox": 2230, "spread,": 2231, "bagles": 2232, "unbeliavably": 2233, "complained": 2234, "quality": 2235, "crappy,": 2236, "stood": 2237, "lobby": 2238, "touristy": 2239, "listening": 2240, "explanations": 2241, "why": 2242, "seated.": 2243, "proprietor": 2244, "nicest": 2245, "client": 2246, "meetings,": 2247, "esp.": 2248, "$600": 2249, "(": 2250, "paid)": 2251, "waving": 2252, "magic": 2253, "wand": 2254, "repeat": 2255, "performance.": 2256, "dark,": 2257, "soothing,": 2258, "food's": 2259, "low": 2260, "Waitstaff": 2261, "swordfish": 2262, "setting": 2263, "romantic.": 2264, "WAS": 2265, "HORRIBLE.": 2266, "Terrible,": 2267, "management": 2268, "shut-down.": 2269, "seating,": 2270, "Delivery,": 2271, "Excellent": 2272, "desserts": 2273, "appealing": 2274, "stuffy": 2275, "flavor": 2276, "(that": 2277, "sort": 2278, "surprising": 2279, "UES),": 2280, "turns": 2281, "nightmare": 2282, "attentive,they": 2283, "remind": 2284, "Yankees": 2285, "90's,": 2286, "matter": 2287, "look,": 2288, "rally": 2289, "corner...": 2290, "reviewers": 2291, "noticed,": 2292, "slow": 2293, "arrive": 2294, "particularly": 2295, "particulary": 2296, "had.": 2297, "Mizu": 2298, "creative": 2299, "unique": 2300, "rolls": 2301, "anywhere": 2302, "else.": 2303, "York": 2304, "Times": 2305, "reviewed": 2306, "already,": 2307, "Baluchi's": 2308, "Emilio,": 2309, "owner,": 2310, "front": 2311, "greeting": 2312, "guests": 2313, "spice": 2314, "times-": 2315, "Moules": 2316, "VERY": 2317, "salty!": 2318, "expecting": 2319, "surprised": 2320, "bored": 2321, "overcharged.": 2322, "NYC,": 2323, "dosa.": 2324, "noisy": 2325, "doing": 2326, "can.": 2327, "amazing,": 2328, "list,": 2329, "ever-changing": 2330, "surprises.": 2331, "comment": 2332, "wines.": 2333, "Pastrami": 2334, "corned": 2335, "juicy": 2336, "piled": 2337, "(ask": 2338, "rye": 2339, "bread).": 2340, "($200": 2341, "champagne,": 2342, "drinks).": 2343, "Really": 2344, "where's": 2345, "seasoning?": 2346, "OK,": 2347, "available.": 2348, "mount": 2349, "huge": 2350, "comeback!!": 2351, "patient": 2352, "phenomenal!": 2353, "Solid": 2354, "knowledgeable": 2355, "owners": 2356, "adventurous,": 2357, "sometimes.": 2358, "waiter": 2359, "described": 2360, "location": 2361, "Ok": 2362, "otherwise,": 2363, "stuff": 2364, "nite": 2365, "eats.": 2366, "thick": 2367, "soggy.": 2368, "sit": 2369, "inside.": 2370, "gourmet": 2371, "excellence!": 2372, "plan": 2373, "assortment": 2374, "bruschetta,": 2375, "panini's.....": 2376, "others": 2377, "Maybe": 2378, "unintentional": 2379, "mistake": 2380, "appreciate": 2381, "practice.": 2382, "else,": 2383, "Volare": 2384, "immediately": 2385, "obliged": 2386, "menu.": 2387, "personality.": 2388, "remembers": 2389, "mini": 2390, "buns": 2391, "condensed": 2392, "milk": 2393, "fruits": 2394, "beancurd.": 2395, "Diner": 2396, "bistro": 2397, "bummer....": 2398, "wow!": 2399, ",tried": 2400, "TIMES": 2401, "already": 2402, "knew.": 2403, "stomach": 2404, "Veal": 2405, "Calf(ok": 2406, "joke),": 2407, "see.": 2408, "thoroughly": 2409, "scream": 2410, "conversation.": 2411, "Me": 2412, "bland.": 2413, "starter.": 2414, "oven.": 2415, "passed": 2416, "tons": 2417, "wanting": 2418, "several": 2419, "dissapoints.": 2420, "take-out": 2421, "helpful": 2422, "vegetables.": 2423, "Would": 2424, "drop": 2425, "cash.": 2426, "happens": 2427, "time-this": 2428, "treatment": 2429, "buys": 2430, "business!": 2431, "ALL": 2432, "THAT!": 2433, "all,": 2434, "*not*": 2435, "claimed": 2436, "Citysearch's": 2437, "editorial": 2438, "review.": 2439, "through": 2440, "heavy": 2441, "vault": 2442, "door,": 2443, "anticipating": 2444, "arrival": 2445, "sense": 2446, "ride": 2447, "lifetime.": 2448, "Much": 2449, "reasonably": 2450, "priced": 2451, "venture": 2452, "island": 2453, "Corona.": 2454, "portioins": 2455, "Milan": 2456, "arrived": 2457, "italian.": 2458, "Others": 2459, "sad": 2460, "eaten.": 2461, "Why": 2462, "it?": 2463, "Big": 2464, "gawky": 2465, "Searching": 2466, "cold,": 2467, "freezing": 2468, "weather,": 2469, "deli.": 2470, "tasts": 2471, "HIGHLY": 2472, "RECOMMENDED!!!!!": 2473, "Soho.": 2474, "parked": 2475, "Nina's": 2476, "obviously": 2477, "pizzas.": 2478, "anniversary": 2479, "him": 2480, "$760": 2481, "people,": 2482, "lifetime": 2483, "o.k.,": 2484, "pot-stickers": 2485, "tempura": 2486, "Disney.": 2487, "reading": 2488, "friends.": 2489, "$20": 2490, "entree": 2491, "range": 2492, "range,": 2493, "Sapphire,": 2494, "return.": 2495, "Orsay,": 2496, "searching": 2497, "hard": 2498, "unwanted": 2499, "it!": 2500, "definately": 2501, "impress": 2502, "someone.": 2503, "Well,": 2504, "deliveries": 2505, "cold.": 2506, "nonsense.": 2507, "Desserts": 2508, "known": 2509, "healthful": 2510, "benefits": 2511, "addition": 2512, "sweetness.": 2513, "Wonderful": 2514, "portions.": 2515, "staff.": 2516, "Ginger": 2517, "smoked": 2518, "roe": 2519, "weeks": 2520, "Saturday,": 2521, "shrimp,": 2522, "okra": 2523, "(bindi),": 2524, "lamb.": 2525, "Japanese": 2526, "native,": 2527, "Tristate": 2528, "8": 2529, "years,": 2530, "ended": 2531, "Ping's": 2532, "row!!!": 2533, "leaving,": 2534, "standing": 2535, "another": 2536, "waiter,": 2537, "we're": 2538, "hurry.": 2539, "impressive": 2540, "steak,": 2541, "escargot.": 2542, "In": 2543, "fact,": 2544, "share": 2545, "plate.": 2546, "authentic.": 2547, "we'll": 2548, "hour!": 2549, "jeans": 2550, "sneakers.": 2551, "Love": 2552, "YUKA.": 2553, "Anyway,": 2554, "list.": 2555, "Go,": 2556, "hurry,": 2557, "finds": 2558, "higher": 2559, "marsala": 2560, "bringing": 2561, "styles": 2562, "amazing.": 2563, "photos": 2564, "web": 2565, "site": 2566, "real": 2567, "look.": 2568, "lousy": 2569, "sweet": 2570, "salty": 2571, "tiny.": 2572, "coconut": 2573, "25": 2574, "guaranteeed": 2575, "delight!": 2576, "Pair": 2577, "tap": 2578, "blasted": 2579, "system": 2580, "isnt": 2581, "dollar": 2582, "minimun": 2583, "stated": 2584, "heard": 2585, "cross": 2586, "williamsburg.": 2587, "Metrazur": 2588, "overlooking": 2589, "terminal.": 2590, "Friendly": 2591, "lets": 2592, "company": 2593, "with.": 2594, "stressed": 2595, "congestion": 2596, "office,": 2597, "Bart's.": 2598, "Guess": 2599, "555Soul": 2600, "ads": 2601, "launch": 2602, "modeling": 2603, "career.": 2604, "lucky": 2605, "quickly.": 2606, "Besides,": 2607, "vacation!": 2608, "Rest.": 2609, "Quality": 2610, "stick": 2611, "pork,": 2612, "fish,": 2613, "chicken,": 2614, "lamb": 2615, "Night": 2616, "Tokyo.": 2617, "Save": 2618, "skip": 2619, "one!": 2620, "tight": 2621, "cold": 2622, "day,": 2623, "entranceway": 2624, "drafty.": 2625, "appetizing": 2626, "Zabars": 2627, "Barney": 2628, "Greengrass": 2629, "(if": 2630, "pound).": 2631, "bun.": 2632, "priced.": 2633, "Raga": 2634, "interesting": 2635, "fusion": 2636, "tips:": 2637, "turnip": 2638, "cake,": 2639, "egg": 2640, "custards.": 2641, "fabulous.": 2642, "yes,": 2643, "lie": 2644, "phone,": 2645, "claiming": 2646, "garden,": 2647, "Although": 2648, "typical": 2649, "relaxing": 2650, "self": 2651, "options": 2652, "rule.": 2653, "cost": 2654, "deal.": 2655, "Anybody": 2656, "likes": 2657, "planet,": 2658, "greasy,": 2659, "dry": 2660, "tasteless": 2661, "complimentary.": 2662, "March,": 2663, "2006": 2664, "pre-theatre": 2665, "3-course": 2666, "flight.": 2667, "Definately": 2668, "out!!!": 2669, "busier": 2670, "seldom": 2671, "(too": 2672, "close": 2673, "downtown).": 2674, "calzones": 2675, "horrific,": 2676, "bad,": 2677, "vomit-inducing,": 2678, "YUCK.": 2679, "takes": 2680, "forever": 2681, "drink": 2682, "(although": 2683, "charge": 2684, "happening.": 2685, "Nov.": 2686, "6th": 2687, "accomodate": 2688, "spreads,": 2689, "First,": 2690, "neglected": 2691, "fill": 2692, "specials,": 2693, "chosen": 2694, "top": 2695, "slice": 2696, "locals": 2697, "working": 2698, "secret": 2699, "attached": 2700, "Angel's": 2701, "Share,": 2702, "cool,": 2703, "bar...": 2704, "REAL": 2705, "push": 2706, "Stick": 2707, "gulab": 2708, "jamun.": 2709, "reviews-": 2710, "standout": 2711, "flooded": 2712, "Italian-": 2713, "back-to-back": 2714, "diner": 2715, "behind": 2716, "hoist": 2717, "trays": 2718, "heads": 2719, "squeezed": 2720, "leary": 2721, "dissappointed": 2722, "gem.": 2723, "inexpensive.": 2724, "We've": 2725, "once,": 2726, "reasons": 2727, "back!!!": 2728, "Northeastern": 2729, "serves": 2730, "frog": 2731, "jelly": 2732, "pig": 2733, "feet": 2734, "ginger": 2735, "simmered": 2736, "vinegar.": 2737, "characters": 2738, "enjoyable": 2739, "SEA": 2740, "cuisine!": 2741, "Over": 2742, "host,": 2743, "Vittorio,": 2744, "crew,": 2745, "family--although": 2746, "not-so-little": 2747, "does,": 2748, "he's": 2749, "able": 2750, "remember": 2751, "consistent": 2752, "not-so-frequent": 2753, "visitor.": 2754, "restuarant": 2755, "large,": 2756, "round": 2757, "tables": 2758, "groups": 2759, "hoping": 2760, "buck": 2761, "Taiwanese.": 2762, "could've": 2763, "more,": 2764, "exclaimed": 2765, "fries": 2766, "cannot": 2767, "late,": 2768, "raucus": 2769, "menu-fare,": 2770, "disappointment.": 2771, "line.": 2772, "tomato": 2773, "sauce,": 2774, "mozz": 2775, "cheese,": 2776, "basil": 2777, "dough": 2778, "imported": 2779, "flour,": 2780, "pizza's": 2781, "prepared": 2782, "efficiently.": 2783, "fortune?": 2784, "Paneer": 2785, "heaven.": 2786, "plates.": 2787, "Both": 2788, "mozzerella": 2789, "slices": 2790, "Cheese": 2791, "phenomenal.": 2792, "row.": 2793, "costs.": 2794, "monster": 2795, "twice,": 2796, "46th": 2797, "st": 2798, "23rd": 2799, "number": 2800, "NOT": 2801, "worked": 2802, "constantly": 2803, "open,": 2804, "catering": 2805, "Pakistani": 2806, "cabbies": 2807, "lined": 2808, "Crosby": 2809, "St.,": 2810, "turnover": 2811, "expect": 2812, "(i.e.,": 2813, "surprisingly": 2814, "fresh).": 2815, "Mignon": 2816, "mash.": 2817, "6:00": 2818, "PM": 2819, "specifically": 2820, "($19.95": 2821, "roasted": 2822, "chevre,": 2823, "frites,": 2824, "brulee)": 2825, "marvelous.": 2826, "waitstaff": 2827, "polite": 2828, "feat": 2829, "quarters.": 2830, "leave.": 2831, "loving": 2832, "chance": 2833, "beginning": 2834, "sizes,": 2835, "warned": 2836, "Peter's": 2837, "Favourite": 2838, "prosciutto": 2839, "arugula": 2840, "margarite": 2841, "top,": 2842, "salad.": 2843, "high,": 2844, "bruschettas,": 2845, "paninis,": 2846, "tramezzinis": 2847, "palate": 2848, "stagnating.": 2849, "lots": 2850, "diners.": 2851, "classical": 2852, "chef": 2853, "given": 2854, "innovative": 2855, "genuinely": 2856, "burn-outs.": 2857, "caters": 2858, "pride": 2859, "business.": 2860, "Every": 2861, "Restaurant": 2862, "Saul": 2863, "Smith": 2864, "Street.": 2865, "magnificent.": 2866, "Montparnasse,": 2867, "early": 2868, "prix-fixe.": 2869, "provided": 2870, "pleasurable": 2871, "tho.": 2872, "photobook": 2873, "touch,": 2874, "helped": 2875, "pick": 2876, "chop,": 2877, "noodle": 2878, "ordered.": 2879, "left.": 2880, "imagine": 2881, "(try": 2882, "corner": 2883, "booth": 2884, "privacy": 2885, "close!).": 2886, "surprise.": 2887, "faced": 2888, "basically": 2889, "told": 2890, "elsewhere!": 2891, "mind": 2892, "7pm.": 2893, "breads": 2894, "happens,": 2895, "naan.": 2896, "fans": 2897, "half-price": 2898, "Saturday": 2899, "option": 2900, "inedible": 2901, "squid": 2902, "recent": 2903, "visit.": 2904, "So,": 2905, "yo": 2906, "care": 2907, "sittingnext": 2908, "you,": 2909, "inches": 2910, "away,": 2911, "terrific,": 2912, "pasta.": 2913, "ofr": 2914, "encounter": 2915, "friday": 2916, "Example": 2917, "oz": 2918, "$12": 2919, "dollars": 2920, "mushrooms": 2921, "1oz.": 2922, "exactly": 2923, "star,": 2924, "thats": 2925, "waiting!": 2926, "appetizers,": 2927, "scallops": 2928, "incredible,": 2929, "souffle": 2930, "rasberry": 2931, "mint": 2932, "sorbet,": 2933, "delighted": 2934, "sensations.": 2935, "OU": 2936, "MUST": 2937, "THIS": 2938, "RESTAURANT.": 2939, "left,": 2940, "Consistently": 2941, "Tapas.": 2942, "No": 2943, "apologies": 2944, "week.": 2945, "goodness,": 2946, "seaweed": 2947, "iffy,": 2948, "indian,": 2949, "know).": 2950, "job": 2951, "woman": 2952, "met": 2953, "recently.": 2954, "offered": 2955, "unique,": 2956, "sausages,": 2957, "sardines": 2958, "biscuits,": 2959, "shrimp": 2960, "pistachio": 2961, "ice": 2962, "cream": 2963, "freshest": 2964, "had).": 2965, "aforementioned": 2966, "reliable": 2967, "moderate.": 2968, "Aside": 2969, "bearded,": 2970, "courdoroy": 2971, "blazer": 2972, "professor": 2973, "student": 2974, "sleeping": 2975, "week,": 2976, "strange": 2977, "hipsters,": 2978, "frat": 2979, "boys,": 2980, "bitter": 2981, "cougars": 2982, "cant": 2983, "arent": 2984, "married": 2985, "yet....": 2986, "extremely": 2987, "running.": 2988, "smile.": 2989, "search": 2990, "East": 2991, "Sixth": 2992, "sushi,": 2993, "excited": 2994, "hear": 2995, "short-term": 2996, "Chef": 2997, "Jason": 2998, "Narone": 2999, "moved": 3000, "Sterling": 3001, "track": 3002, "record.": 3003, "Well": 3004, "trip,": 3005, "City": 3006, "Hall": 3007, "subway": 3008, "stops.": 3009, "kids": 3010, "unattentive.": 3011, "want?": 3012, "scared": 3013, "entertained,": 3014, "sooo": 3015, "tomatoes": 3016, "skimp.": 3017, "location,": 3018, "delight,": 3019, "outdoor": 3020, "yorkie": 3021, "mesclun,": 3022, "salmon,": 3023, "courses.": 3024, "twenty": 3025, "pm": 3026, "curtain": 3027, "call.": 3028, "24hrs": 3029, "Super": 3030, "knowledgable": 3031, "fabulous": 3032, "brunch": 3033, "chilaquiles": 3034, "awesome!": 3035, "place!": 3036, "Still,": 3037, "quibbles": 3038, "off-set": 3039, "pour-your-own": 3040, "measures": 3041, "liquers": 3042, "courtesey": 3043, "house...": 3044, "works": 3045, "industry,": 3046, "understood": 3047, "busy.": 3048, "mind-blowing,": 3049, "be.": 3050, "budget": 3051, "(though": 3052, "belly": 3053, "longer,": 3054, "fat": 3055, "melt-in-your-mouth": 3056, "experience).": 3057, "Although,": 3058, "cheesy,": 3059, "cheesy.": 3060, "loud,": 3061, "yell": 3062, "each": 3063, "talk.": 3064, "sapphire": 3065, "kinda": 3066, "nosiy": 3067, "Was": 3068, "Nicky": 3069, "Nose": 3070, "treat.": 3071, "Ruby": 3072, "Foo's": 3073, "6.": 3074, "haven't": 3075, "kicked": 3076, "yet.": 3077, "prompt,": 3078, "chop": 3079, "that,the": 3080, "dressed": 3081, "lemon": 3082, "virgnin": 3083, "olive": 3084, "oil.": 3085, "awful!": 3086, "nearby": 3087, "Lexington": 3088, "Avenue": 3089, "dainty": 3090, "buttah": 3091, "icy": 3092, "wash": 3093, "down,": 3094, "soggy": 3095, "mushroom(third": 3096, "generation-Fornini)": 3097, "drenched": 3098, "truffle": 3099, "oil": 3100, "middle(": 3101, "soggy)": 3102, "nothingon": 3103, "rest.": 3104, "Late": 3105, "omelletes": 3106, "variety!": 3107, "Sala": 3108, "well-portioned.": 3109, "tip.": 3110, "Behind": 3111, "counter,": 3112, "men": 3113, "find!!!": 3114, "delivered,": 3115, "they'd": 3116, "mint!": 3117, "Whenever": 3118, "Sushi": 3119, "fix,": 3120, "accomodating,": 3121, "sigh": 3122, "ant": 3123, "website": 3124, "rating": 3125, "reality": 3126, "Despite": 3127, "perfection,": 3128, 