{"<PAD>": 0, "<UNK>": 1, "but": 2, "the": 3, "staff": 4, "was": 5, "so": 6, "horrible": 7, "to": 8, "us": 9, "be": 10, "completely": 11, "fair": 12, "only": 13, "redeeming": 14, "factor": 15, "food": 16, "which": 17, "above": 18, "average": 19, "couldnt": 20, "make": 21, "up": 22, "for": 23, "all": 24, "other": 25, "deficiencies": 26, "of": 27, "teodora": 28, "is": 29, "uniformly": 30, "exceptional": 31, "with": 32, "a": 33, "very": 34, "capable": 35, "kitchen": 36, "will": 37, "proudly": 38, "whip": 39, "whatever": 40, "you": 41, "feel": 42, "like": 43, "eating": 44, "whether": 45, "its": 46, "on": 47, "menu": 48, "or": 49, "not": 50, "outstanding": 51, "little": 52, "perks": 53, "were": 54, "great": 55, "our": 56, "agreed": 57, "favorite": 58, "orrechiete": 59, "sausage": 60, "and": 61, "chicken": 62, "usually": 63, "waiters": 64, "are": 65, "kind": 66, "enough": 67, "split": 68, "dish": 69, "in": 70, "half": 71, "get": 72, "sample": 73, "both": 74, "meats": 75, "bagels": 76, "have": 77, "an": 78, "taste": 79, "terrific": 80, "texture": 81, "chewy": 82, "yet": 83, "gummy": 84, "nevertheless": 85, "itself": 86, "pretty": 87, "good": 88, "ive": 89, "noticed": 90, "megadeth": 91, "mr": 92, "scruff": 93, "st": 94, "germain": 95, "traditional": 96, "vietnamese": 97, "songs": 98, "black": 99, "sabbath": 100, "jayz": 101, "daft": 102, "punk": 103, "being": 104, "played": 105, "they": 106, "did": 107, "mayonnaise": 108, "forgot": 109, "toast": 110, "left": 111, "out": 112, "ingredients": 113, "ie": 114, "cheese": 115, "omelet": 116, "below": 117, "hot": 118, "temperatures": 119, "bacon": 120, "over": 121, "cooked": 122, "it": 123, "crumbled": 124, "plate": 125, "when": 126, "touched": 127, "took": 128, "hour": 129, "check": 130, "perfect": 131, "since": 132, "we": 133, "could": 134, "sit": 135, "drinks": 136, "talk": 137, "design": 138, "atmosphere": 139, "just": 140, "as": 141, "he": 142, "has": 143, "visited": 144, "thailand": 145, "quite": 146, "expert": 147, "cuisine": 148, "pizza": 149, "best": 150, "if": 151, "thin": 152, "crusted": 153, "money": 154, "went": 155, "into": 156, "interior": 157, "decoration": 158, "none": 159, "chefs": 160, "seats": 161, "uncomfortable": 162, "sitting": 163, "against": 164, "wall": 165, "wooden": 166, "benches": 167, "i": 168, "asked": 169, "seltzer": 170, "lime": 171, "no": 172, "ice": 173, "dont": 174, "go": 175, "aloneeven": 176, "two": 177, "people": 178, "isnt": 179, "whole": 180, "experience": 181, "pickles": 182, "selection": 183, "seafoods": 184, "my": 185, "suggestion": 186, "eat": 187, "family": 188, "style": 189, "because": 190, "youll": 191, "want": 192, "try": 193, "dishes": 194, "warm": 195, "vibe": 196, "owner": 197, "super": 198, "friendly": 199, "service": 200, "fast": 201, "faans": 202, "got": 203, "concept": 204, "rough": 205, "delivery": 206, "from": 207, "incredible": 208, "this": 209, "downtown": 210, "neighborhood": 211, "spot": 212, "doesnt": 213, "miss": 214, "beat": 215, "at": 216, "reasonable": 217, "prices": 218, "makes": 219, "evening": 220, "that": 221, "cant": 222, "place": 223, "cute": 224, "deco": 225, "r": 226, "affordable": 227, "city": 228, "decor": 229, "words": 230, "free": 231, "wine": 232, "price": 233, "although": 234, "poor": 235, "quantity": 236, "also": 237, "come": 238, "satisfied": 239, "stumbled": 240, "upon": 241, "second": 242, "floor": 243, "walkup": 244, "fridays": 245, "ago": 246, "friends": 247, "town": 248, "la": 249, "serious": 250, "sushi": 251, "lovers": 252, "sat": 253, "bar": 254, "closer": 255, "action": 256, "fried": 257, "rice": 258, "amazing": 259, "here": 260, "three": 261, "courses": 262, "choices": 263, "include": 264, "excellent": 265, "mussels": 266, "puff": 267, "pastry": 268, "goat": 269, "salad": 270, "delicious": 271, "dressing": 272, "hanger": 273, "steak": 274, "au": 275, "poivre": 276, "world": 277, "amanzing": 278, "indian": 279, "cool": 280, "prompt": 281, "curtious": 282, "end": 283, "youre": 284, "mild": 285, "broth": 286, "noodles": 287, "can": 288, "slurp": 289, "cup": 290, "wonder": 291, "how": 292, "such": 293, "meal": 294, "do": 295, "empty": 296, "stomach": 297, "list": 298, "been": 299, "many": 300, "thai": 301, "restaurants": 302, "manhattan": 303, "before": 304, "toons": 305, "by": 306, "far": 307, "had": 308, "except": 309, "moms": 310, "course": 311, "wouldnt": 312, "even": 313, "let": 314, "me": 315, "finish": 316, "glass": 317, "offering": 318, "another": 319, "whem": 320, "ask": 321, "more": 322, "detailed": 323, "questions": 324, "knew": 325, "what": 326, "specials": 327, "consistently": 328, "dine": 329, "lunch": 330, "dinner": 331, "nice": 332, "pleasant": 333, "desert": 334, "after": 335, "really": 336, "enjoying": 337, "ourselves": 338, "down": 339, "table": 340, "fabulous": 341, "fantastic": 342, "chilled": 343, "environment": 344, "lasagnette": 345, "appetizer": 346, "liked": 347, "beer": 348, "size": 349, "unpretensious": 350, "setting": 351, "romantic": 352, "wow": 353, "dining": 354, "grew": 355, "dosa": 356, "find": 357, "ny": 358, "satisfy": 359, "buds": 360, "winebytheglass": 361, "generously": 362, "filled": 363, "top": 364, "variety": 365, "often": 366, "never": 367, "bored": 368, "limited": 369, "think": 370, "counted": 371, "4": 372, "5": 373, "entrees": 374, "almost": 375, "too": 376, "crazy": 377, "about": 378, "their": 379, "sake": 380, "martini": 381, "spreads": 382, "hang": 383, "varys": 384, "day": 385, "sometimes": 386, "theyre": 387, "one": 388, "thing": 389, "felt": 390, "rushed": 391, "pressured": 392, "give": 393, "ot": 394, "incoming": 395, "guests": 396, "unfortunately": 397, "everything": 398, "else": 399, "restaurant": 400, "pits": 401, "always": 402, "leave": 403, "feeling": 404, "dip": 405, "your": 406, "chopsticks": 407, "swirl": 408, "them": 409, "around": 410, "first": 411, "enjoy": 412, "garden": 413, "terrace": 414, "huge": 415, "gathered": 416, "authentic": 417, "taiwanese": 418, "though": 419, "different": 420, "accustomed": 421, "taipei": 422, "hesititate": 423, "write": 424, "review": 425, "would": 426, "hate": 427, "become": 428, "crowded": 429, "weekends": 430, "efficient": 431, "accurate": 432, "coworkers": 433, "amazed": 434, "small": 435, "unheralded": 436, "impecible": 437, "magnificant": 438, "ordered": 439, "special": 440, "grilled": 441, "branzino": 442, "infused": 443, "bone": 444, "difficult": 445, "wait": 446, "gotten": 447, "better": 448, "may": 449, "bit": 450, "packed": 451, "french": 452, "area": 453, "right": 454, "off": 455, "l": 456, "brooklyn": 457, "cozy": 458, "le": 459, "pere": 460, "pinard": 461, "15": 462, "pretheater": 463, "order": 464, "server": 465, "checked": 466, "maybe": 467, "twice": 468, "during": 469, "entire": 470, "strong": 471, "scents": 472, "coming": 473, "negatively": 474, "affected": 475, "lobster": 476, "sandwich": 477, "stalling": 478, "understand": 479, "where": 480, "there": 481, "less": 482, "than": 483, "hadnt": 484, "brought": 485, "spider": 486, "roll": 487, "look": 488, "challenge": 489, "soft": 490, "shell": 491, "crab": 492, "hanging": 493, "well": 494, "worth": 495, "pay": 496, "deep": 497, "skewers": 498, "still": 499, "rare": 500, "nyc": 501, "tried": 502, "reservations": 503, "times": 504, "hostess": 505, "didnt": 506, "name": 507, "recommend": 508, "varieties": 509, "congee": 510, "porridge": 511, "tuna": 512, "tartar": 513, "die": 514, "oasis": 515, "refinement": 516, "somewhat": 517, "uneven": 518, "reaches": 519, "pinnacles": 520, "new": 521, "american": 522, "fine": 523, "passion": 524, "kitchens": 525, "precise": 526, "execution": 527, "most": 528, "evident": 529, "fish": 530, "soups": 531, "chef": 532, "s": 533, "love": 534, "fare": 535, "artisanal": 536, "consider": 537, "myself": 538, "some": 539, "baby": 540, "pizzas": 541, "wish": 542, "overall": 543, "oh": 544, "ya": 545, "waiting": 546, "deff": 547, "lava": 548, "cake": 549, "dessert": 550, "vt": 551, "hope": 552, "grow": 553, "terrible": 554, "bland": 555, "mention": 556, "unaccommodating": 557, "managers": 558, "lahore": 559, "duck": 560, "latenight": 561, "need": 562, "tasty": 563, "cheap": 564, "likely": 565, "trouble": 566, "finishing": 567, "amount": 568, "four": 569, "dollars": 570, "last": 571, "time": 572, "seated": 573, "corridor": 574, "next": 575, "wines": 576, "ranging": 577, "high": 578, "classic": 579, "upscale": 580, "italian": 581, "impressed": 582, "wonderful": 583, "bottle": 584, "reservation": 585, "going": 586, "highly": 587, "refined": 588, "seating": 589, "delayed": 590, "35": 591, "minutes": 592, "past": 593, "maitre": 594, "d": 595, "apologized": 596, "regularly": 597, "kept": 598, "apprised": 599, "progress": 600, "panang": 601, "ocasionally": 602, "wondered": 603, "freshmess": 604, "raw": 605, "vegatables": 606, "side": 607, "orders": 608, "crappy": 609, "individuals": 610, "amazin": 611, "ambiance": 612, "relaxed": 613, "stylish": 614, "luckily": 615, "saved": 616, "room": 617, "bbq": 618, "salmon": 619, "sea": 620, "bass": 621, "crispy": 622, "yes": 623, "use": 624, "fancy": 625, "unless": 626, "someone": 627, "knows": 628, "crust": 629, "dal": 630, "bukhara": 631, "dam": 632, "kababs": 633, "forward": 634, "again": 635, "child": 636, "back": 637, "tuk": 638, "those": 639, "comfortable": 640, "joints": 641, "know": 642, "leaping": 643, "lizard": 644, "prosecco": 645, "happy": 646, "creme": 647, "brulee": 648, "awful": 649, "sugar": 650, "charred": 651, "caramelized": 652, "smelled": 653, "kerosene": 654, "tastes": 655, "fresh": 656, "served": 657, "promptly": 658, "garlic": 659, "knots": 660, "quick": 661, "chinese": 662, "nearby": 663, "wu": 664, "liang": 665, "ye": 666, "grand": 667, "sichuan": 668, "block": 669, "away": 670, "who": 671, "says": 672, "murrays": 673, "anything": 674, "trendi": 675, "forgotten": 676, "important": 677, "part": 678, "hats": 679, "improved": 680, "understands": 681, "importance": 682, "things": 683, "heavy": 684, "antiqueseeming": 685, "teapot": 686, "mozzarella": 687, "instead": 688, "frozen": 689, "shredded": 690, "common": 691, "pizzarias": 692, "relax": 693, "york": 694, "problem": 695, "walking": 696, "getting": 697, "bistrotype": 698, "waitress": 699, "unattentive": 700, "2": 701, "saw": 702, "herodd": 703, "6": 704, "tables": 705, "wrong": 706, "oily": 707, "nothing": 708, "ordinary": 709, "pesto": 710, "house": 711, "kruno": 712, "beverage": 713, "manager": 714, "bartender": 715, "across": 716, "music": 717, "funky": 718, "clearly": 719, "among": 720, "late": 721, "afternoon": 722, "bite": 723, "refleshment": 724, "date": 725, "folks": 726, "alluring": 727, "five": 728, "star": 729, "featuring": 730, "sommlier": 731, "complicated": 732, "maze": 733, "captain": 734, "foods": 735, "experiance": 736, "taking": 737, "tandoori": 738, "saves": 739, "desk": 740, "disappointing": 741, "granted": 742, "space": 743, "smaller": 744, "largest": 745, "atmorphere": 746, "peep": 747, "attentive": 748, "her": 749, "suggestions": 750, "items": 751, "mark": 752, "night": 753, "30": 754, "licked": 755, "clean": 756, "pushed": 757, "noclass": 758, "famous": 759, "rays": 760, "sal": 761, "risen": 762, "carry": 763, "his": 764, "fathers": 765, "uncles": 766, "legacies": 767, "smile": 768, "true": 769, "community": 770, "lets": 771, "forget": 772, "pathetic": 773, "gabriella": 774, "lies": 775, "she": 776, "crawfish": 777, "boiled": 778, "despite": 779, "making": 780, "mess": 781, "ton": 782, "fun": 783, "expectations": 784, "made": 785, "couple": 786, "months": 787, "advance": 788, "occasion": 789, "came": 790, "burned": 791, "beyond": 792, "recognition": 793, "stringy": 794, "pad": 795, "sticky": 796, "actually": 797, "m": 798, "proper": 799, "delivered": 800, "few": 801, "5th": 802, "avenue": 803, "offers": 804, "values": 805, "frankly": 806, "compare": 807, "versus": 808, "mcds": 809, "shops": 810, "comparison": 811, "rude": 812, "point": 813, "offensive": 814, "craving": 815, "harus": 816, "especially": 817, "stand": 818, "building": 819, "outisde": 820, "head": 821, "street": 822, "narrow": 823, "leads": 824, "tiny": 825, "white": 826, "tiled": 827, "counters": 828, "deal": 829, "stacks": 830, "bottles": 831, "cans": 832, "counter": 833, "holding": 834, "1214": 835, "succulent": 836, "steaks": 837, "precisely": 838, "desired": 839, "doneness": 840, "accompanied": 841, "salads": 842, "sides": 843, "leafy": 844, "road": 845, "kill": 846, "pickels": 847, "slaw": 848, "extra": 849, "charge": 850, "decent": 851, "conveniently": 852, "door": 853, "rather": 854, "sky": 855, "water": 856, "club": 857, "tired": 858, "change": 859, "mojito": 860, "okay": 861, "atrocious": 862, "soup": 863, "udon": 864, "soy": 865, "sauce": 866, "antipasta": 867, "calamari": 868, "filling": 869, "pasta": 870, "mains": 871, "suggested": 872, "glasses": 873, "might": 874, "business": 875, "particular": 876, "please": 877, "every": 878, "choice": 879, "included": 880, "ceviche": 881, "mix": 882, "dumplings": 883, "assorted": 884, "sashimi": 885, "rolls": 886, "types": 887, "banana": 888, "tempura": 889, "plain": 890, "eggplant": 891, "ok": 892, "servers": 893, "wander": 894, "clueless": 895, "theres": 896, "crowd": 897, "effort": 898, "attention": 899, "luck": 900, "takeout": 901, "keep": 902, "eye": 903, "expanded": 904, "am": 905, "experienced": 906, "person": 907, "comes": 908, "friend": 909, "regardless": 910, "hundred": 911, "ahead": 912, "take": 913, "tell": 914, "100": 915, "beers": 916, "offer": 917, "thier": 918, "guest": 919, "husband": 920, "must": 921, "pumkin": 922, "tortelini": 923, "until": 924, "crabmeat": 925, "lasagna": 926, "chocolate": 927, "bread": 928, "pudding": 929, "word": 930, "advice": 931, "save": 932, "youve": 933, "tiramisu": 934, "recently": 935, "impeccable": 936, "unobtrusive": 937, "present": 938, "attend": 939, "needs": 940, "essabagel": 941, "either": 942, "stytown": 943, "midtown": 944, "bagel": 945, "annoying": 946, "fact": 947, "seem": 948, "trained": 949, "drive": 950, "revenue": 951, "bench": 952, "kick": 953, "filet": 954, "mignon": 955, "tender": 956, "piece": 957, "ever": 958, "while": 959, "drank": 960, "sangria": 961, "facing": 962, "turned": 963, "gone": 964, "said": 965, "should": 966, "overlooked": 967, "till": 968, "8pm": 969, "nha": 970, "trang": 971, "literally": 972, "beef": 973, "cubes": 974, "deserve": 975, "however": 976, "slow": 977, "flavorless": 978, "portions": 979, "including": 980, "set": 981, "traffic": 982, "noise": 983, "lived": 984, "shanghai": 985, "life": 986, "thought": 987, "comparable": 988, "flagship": 989, "green": 990, "bo": 991, "cafe": 992, "barts": 993, "ambience": 994, "looking": 995, "host": 996, "intimate": 997, "meeting": 998, "associates": 999, "nyu": 1000, "students": 1001, "young": 1002, "does": 1003, "cantonese": 1004, "stands": 1005, "cooking": 1006, "joya": 1007, "used": 1008, "colorful": 1009, "prix": 1010, "fixe": 1011, "penny": 1012, "quality": 1013, "3": 1014, "favorites": 1015, "eggs": 1016, "benedict": 1017, "brunch": 1018, "worst": 1019, "removing": 1020, "hollondaise": 1021, "failed": 1022, "work": 1023, "oatmeal": 1024, "packaged": 1025, "quickcooked": 1026, "item": 1027, "bad": 1028, "wasnt": 1029, "same": 1030, "heritage": 1031, "looked": 1032, "chilean": 1033, "written": 1034, "board": 1035, "outside": 1036, "onion": 1037, "solid": 1038, "40pp": 1039, "complete": 1040, "hole": 1041, "intimidating": 1042, "quickly": 1043, "soon": 1044, "welcomes": 1045, "hesitate": 1046, "help": 1047, "based": 1048, "reviews": 1049, "reconsider": 1050, "revisiting": 1051, "definitely": 1052, "dim": 1053, "sum": 1054, "costs": 1055, "turn": 1056, "regular": 1057, "insideout": 1058, "triples": 1059, "thats": 1060, "finally": 1061, "unable": 1062, "gin": 1063, "tonic": 1064, "steamy": 1065, "note": 1066, "lack": 1067, "without": 1068, "moderately": 1069, "enjoyed": 1070, "edamame": 1071, "puree": 1072, "roast": 1073, "pork": 1074, "ginger": 1075, "missed": 1076, "full": 1077, "accomodating": 1078, "del": 1079, "friscos": 1080, "friday": 1081, "boyfriend": 1082, "800": 1083, "yourself": 1084, "favor": 1085, "see": 1086, "agree": 1087, "popular": 1088, "izakaya": 1089, "portion": 1090, "sakefriendly": 1091, "classy": 1092, "overbearing": 1093, "roti": 1094, "any": 1095, "problems": 1096, "charging": 1097, "tip": 1098, "live": 1099, "walk": 1100, "suggest": 1101, "meat": 1102, "tend": 1103, "mesh": 1104, "digestive": 1105, "system": 1106, "dogs": 1107, "snappy": 1108, "level": 1109, "unbearable": 1110, "conversation": 1111, "impossible": 1112, "personal": 1113, "pans": 1114, "hungry": 1115, "nights": 1116, "recommended": 1117, "spicy": 1118, "clam": 1119, "earlier": 1120, "commenting": 1121, "experimenting": 1122, "positive": 1123, "way": 1124, "laid": 1125, "scene": 1126, "inexpensive": 1127, "spend": 1128, "weekend": 1129, "odd": 1130, "ave": 1131, "b": 1132, "attracts": 1133, "eclectic": 1134, "say": 1135, "least": 1136, "wasting": 1137, "support": 1138, "care": 1139, "tamarind": 1140, "shoulders": 1141, "neighboors": 1142, "east": 1143, "taj": 1144, "mahal": 1145, "much": 1146, "overpraised": 1147, "underdeserving": 1148, "baluchis": 1149, "man": 1150, "hosting": 1151, "promised": 1152, "party": 1153, "7": 1154, "then": 1155, "saving": 1156, "mean": 1157, "boths": 1158, "open": 1159, "cheesecake": 1160, "subpar": 1161, "proceeded": 1162, "berate": 1163, "employees": 1164, "putting": 1165, "containers": 1166, "condiments": 1167, "explained": 1168, "expensive": 1169, "these": 1170, "minimalist": 1171, "simple": 1172, "presented": 1173, "matches": 1174, "paid": 1175, "expected": 1176, "type": 1177, "flavor": 1178, "melt": 1179, "tikka": 1180, "naan": 1181, "dals": 1182, "bill": 1183, "finished": 1184, "looks": 1185, "beautiful": 1186, "lawns": 1187, "hudson": 1188, "river": 1189, "statue": 1190, "liberty": 1191, "wife": 1192, "whom": 1193, "story": 1194, "muggy": 1195, "starving": 1196, "plus": 1197, "roxy": 1198, "avoid": 1199, "ravioli": 1200, "groundbreaking": 1201, "wellexecuted": 1202, "bunch": 1203, "now": 1204, "approximately": 1205, "25": 1206, "tag": 1207, "something": 1208, "expect": 1209, "spice": 1210, "appetizers": 1211, "own": 1212, "homemade": 1213, "pie": 1214, "ultra": 1215, "overdone": 1216, "main": 1217, "spectacular": 1218, "handpainted": 1219, "ceiling": 1220, "youd": 1221, "january": 1222, "week": 1223, "pleased": 1224, "selections": 1225, "sure": 1226, "piped": 1227, "weird": 1228, "establishment": 1229, "scores": 1230, "big": 1231, "points": 1232, "presentation": 1233, "rest": 1234, "pricey": 1235, "chinatown": 1236, "standards": 1237, "overly": 1238, "combination": 1239, "seafood": 1240, "casual": 1241, "entertain": 1242, "clients": 1243, "received": 1244, "apology": 1245, "show": 1246, "crushed": 1247, "grapes": 1248, "himself": 1249, "long": 1250, "overdue": 1251, "arrived": 1252, "catch": 1253, "waiter": 1254, "ignored": 1255, "vs": 1256, "per": 1257, "certain": 1258, "staples": 1259, "burger": 1260, "pastas": 1261, "soso": 1262, "seems": 1263, "concerned": 1264, "waitressing": 1265, "larger": 1266, "features": 1267, "adequate": 1268, "unlike": 1269, "deserves": 1270, "threw": 1271, "fiances": 1272, "surprise": 1273, "30th": 1274, "birthday": 1275, "happier": 1276, "awesome": 1277, "speedy": 1278, "shorter": 1279, "24": 1280, "nearly": 1281, "warrant": 1282, "warmly": 1283, "greet": 1284, "incredibly": 1285, "salty": 1286, "reason": 1287, "unavailable": 1288, "large": 1289, "beverages": 1290, "rush": 1291, "dare": 1292, "ordering": 1293, "asian": 1294, "thinking": 1295, "stay": 1296, "wont": 1297, "disappointed": 1298, "view": 1299, "light": 1300, "accent": 1301, "tan": 1302, "slope": 1303, "otherwise": 1304, "value": 1305, "run": 1306, "group": 1307, "customer": 1308, "along": 1309, "attitude": 1310, "striped": 1311, "loud": 1312, "lean": 1313, "whiff": 1314, "corriander": 1315, "shakes": 1316, "simply": 1317, "passing": 1318, "sometime": 1319, "decided": 1320, "trying": 1321, "maximum": 1322, "neighbor": 1323, "chu": 1324, "curry": 1325, "mondays": 1326, "blue": 1327, "ribbon": 1328, "theyve": 1329, "pastrami": 1330, "hit": 1331, "oldfashioned": 1332, "lox": 1333, "spread": 1334, "bagles": 1335, "unbeliavably": 1336, "complained": 1337, "tasted": 1338, "stood": 1339, "lobby": 1340, "touristy": 1341, "listening": 1342, "explanations": 1343, "why": 1344, "proprietor": 1345, "nicest": 1346, "client": 1347, "meetings": 1348, "esp": 1349, "dark": 1350, "soothing": 1351, "considering": 1352, "low": 1353, "waitstaff": 1354, "swordfish": 1355, "management": 1356, "shutdown": 1357, "desserts": 1358, "appealing": 1359, "stuffy": 1360, "overpriced": 1361, "sort": 1362, "surprising": 1363, "ues": 1364, "turns": 1365, "nightmare": 1366, "attentivethey": 1367, "remind": 1368, "yankees": 1369, "90s": 1370, "matter": 1371, "rally": 1372, "corner": 1373, "found": 1374, "particulary": 1375, "mizu": 1376, "home": 1377, "creative": 1378, "unique": 1379, "anywhere": 1380, "emilio": 1381, "front": 1382, "greeting": 1383, "once": 1384, "moules": 1385, "noisy": 1386, "doing": 1387, "everchanging": 1388, "surprises": 1389, "comment": 1390, "corned": 1391, "juicy": 1392, "piled": 1393, "rye": 1394, "200": 1395, "champagne": 1396, "wheres": 1397, "seasoning": 1398, "available": 1399, "patient": 1400, "phenomenal": 1401, "knowledgeable": 1402, "owners": 1403, "adventurous": 1404, "described": 1405, "location": 1406, "stuff": 1407, "nite": 1408, "eats": 1409, "gourmet": 1410, "excellence": 1411, "plan": 1412, "assortment": 1413, "bruschetta": 1414, "paninis": 1415, "panini": 1416, "volare": 1417, "immediately": 1418, "obliged": 1419, "personality": 1420, "remembers": 1421, "mini": 1422, "buns": 1423, "condensed": 1424, "milk": 1425, "fruits": 1426, "beancurd": 1427, "diner": 1428, "bistro": 1429, "bummer": 1430, "thoroughly": 1431, "scream": 1432, "starter": 1433, "oven": 1434, "helpful": 1435, "vegetables": 1436, "claimed": 1437, "citysearchs": 1438, "editorial": 1439, "through": 1440, "vault": 1441, "anticipating": 1442, "arrival": 1443, "sense": 1444, "ride": 1445, "lifetime": 1446, "reasonably": 1447, "priced": 1448, "portioins": 1449, "arent": 1450, "tasts": 1451, "parked": 1452, "ninas": 1453, "obviously": 1454, "potstickers": 1455, "dis": 1456, "h": 1457, "disney": 1458, "20": 1459, "entree": 1460, "range": 1461, "sapphire": 1462, "lovely": 1463, "return": 1464, "orsay": 1465, "doubt": 1466, "deliveries": 1467, "cold": 1468, "nonsense": 1469, "smoked": 1470, "roe": 1471, "weeks": 1472, "saturday": 1473, "shrimp": 1474, "okra": 1475, "bindi": 1476, "lamb": 1477, "leaving": 1478, "standing": 1479, "hurry": 1480, "impressive": 1481, "escargot": 1482, "share": 1483, "jeans": 1484, "sneakers": 1485, "anyway": 1486, "higher": 1487, "marsala": 1488, "styles": 1489, "photos": 1490, "web": 1491, "site": 1492, "real": 1493, "lousy": 1494, "sweet": 1495, "coconut": 1496, "bring": 1497, "pair": 1498, "tap": 1499, "blasted": 1500, "dollar": 1501, "minimun": 1502, "stated": 1503, "heard": 1504, "metrazur": 1505, "overlooking": 1506, "terminal": 1507, "company": 1508, "lucky": 1509, "stick": 1510, "tight": 1511, "entranceway": 1512, "drafty": 1513, "appetizing": 1514, "zabars": 1515, "barney": 1516, "greengrass": 1517, "bought": 1518, "pound": 1519, "bun": 1520, "raga": 1521, "interesting": 1522, "fusion": 1523, "tips": 1524, "skip": 1525, "turnip": 1526, "egg": 1527, "custards": 1528, "lie": 1529, "phone": 1530, "claiming": 1531, "typical": 1532, "relaxing": 1533, "self": 1534, "options": 1535, "rule": 1536, "cost": 1537, "ate": 1538, "march": 1539, "2006": 1540, "pretheatre": 1541, "3course": 1542, "flight": 1543, "probably": 1544, "busier": 1545, "seldom": 1546, "close": 1547, "calzones": 1548, "horrific": 1549, "vomitinducing": 1550, "yuck": 1551, "takes": 1552, "forever": 1553, "drink": 1554, "happening": 1555, "nov": 1556, "6th": 1557, "accomodate": 1558, "neglected": 1559, "fill": 1560, "chosen": 1561, "known": 1562, "slice": 1563, "secret": 1564, "attached": 1565, "angels": 1566, "push": 1567, "gulab": 1568, "jamun": 1569, "standout": 1570, "flooded": 1571, "backtoback": 1572, "behind": 1573, "hoist": 1574, "trays": 1575, "heads": 1576, "squeezed": 1577, "theater": 1578, "blocks": 1579, "weve": 1580, "eaten": 1581, "northeastern": 1582, "america": 1583, "serves": 1584, "frog": 1585, "jelly": 1586, "pig": 1587, "feet": 1588, "simmered": 1589, "vinegar": 1590, "years": 1591, "vittorio": 1592, "crew": 1593, "treated": 1594, "familyalthough": 1595, "notsolittle": 1596, "gem": 1597, "hes": 1598, "able": 1599, "remember": 1600, "consistent": 1601, "notsofrequent": 1602, "visitor": 1603, "restuarant": 1604, "several": 1605, "round": 1606, "groups": 1607, "hoping": 1608, "buck": 1609, "couldve": 1610, "exclaimed": 1611, "fries": 1612, "old": 1613, "raucus": 1614, "menufare": 1615, "disappointment": 1616, "line": 1617, "tomato": 1618, "mozz": 1619, "basil": 1620, "dough": 1621, "imported": 1622, "flour": 1623, "prepared": 1624, "efficiently": 1625, "paneer": 1626, "heaven": 1627, "plates": 1628, "mozzerella": 1629, "slices": 1630, "worked": 1631, "constantly": 1632, "catering": 1633, "pakistani": 1634, "cabbies": 1635, "lined": 1636, "crosby": 1637, "turnover": 1638, "surprisingly": 1639, "mash": 1640, "600": 1641, "pm": 1642, "specifically": 1643, "1995": 1644, "roasted": 1645, "chevre": 1646, "frites": 1647, "marvelous": 1648, "polite": 1649, "feat": 1650, "quarters": 1651, "beginning": 1652, "sizes": 1653, "warned": 1654, "peters": 1655, "favourite": 1656, "prosciutto": 1657, "arugula": 1658, "margarite": 1659, "bruschettas": 1660, "tramezzinis": 1661, "palate": 1662, "stagnating": 1663, "busy": 1664, "lots": 1665, "diners": 1666, "classical": 1667, "given": 1668, "innovative": 1669, "genuinely": 1670, "burnouts": 1671, "truly": 1672, "caters": 1673, "pride": 1674, "enjoyable": 1675, "montparnasse": 1676, "early": 1677, "prixfixe": 1678, "provided": 1679, "pleasurable": 1680, "photobook": 1681, "touch": 1682, "certainly": 1683, "helped": 1684, "pick": 1685, "chop": 1686, "noodle": 1687, "cannot": 1688, "imagine": 1689, "booth": 1690, "privacy": 1691, "faced": 1692, "basically": 1693, "told": 1694, "elsewhere": 1695, "breads": 1696, "happens": 1697, "fans": 1698, "halfprice": 1699, "option": 1700, "inedible": 1701, "squid": 1702, "recent": 1703, "visit": 1704, "ofr": 1705, "example": 1706, "oz": 1707, "12": 1708, "mushrooms": 1709, "1oz": 1710, "exactly": 1711, "scallops": 1712, "souffle": 1713, "rasberry": 1714, "mint": 1715, "sorbet": 1716, "delighted": 1717, "sensations": 1718, "japanese": 1719, "tapas": 1720, "goodness": 1721, "seaweed": 1722, "absolutely": 1723, "offered": 1724, "sausages": 1725, "sardines": 1726, "biscuits": 1727, "pistachio": 1728, "cream": 1729, "freshest": 1730, "reliable": 1731, "moderate": 1732, "lot": 1733, "search": 1734, "sixth": 1735, "planet": 1736, "excited": 1737, "hear": 1738, "shortterm": 1739, "jason": 1740, "narone": 1741, "moved": 1742, "sterling": 1743, "track": 1744, "record": 1745, "kids": 1746, "sooo": 1747, "tomatoes": 1748, "skimp": 1749, "delight": 1750, "outdoor": 1751, "yorkie": 1752, "mesclun": 1753, "twenty": 1754, "curtain": 1755, "call": 1756, "knowledgable": 1757, "jazz": 1758, "chilaquiles": 1759, "quibbles": 1760, "offset": 1761, "pouryourown": 1762, "measures": 1763, "liquers": 1764, "courtesey": 1765, "works": 1766, "industry": 1767, "understood": 1768, "mindblowing": 1769, "budget": 1770, "belly": 1771, "longer": 1772, "fat": 1773, "meltinyourmouth": 1774, "kinda": 1775, "nosiy": 1776, "together": 1777, "nicky": 1778, "nose": 1779, "treat": 1780, "havent": 1781, "thatthe": 1782, "dressed": 1783, "lemon": 1784, "virgnin": 1785, "olive": 1786, "oil": 1787, "lexington": 1788, "dainty": 1789, "buttah": 1790, "icy": 1791, "wash": 1792, "soggy": 1793, "wild": 1794, "mushroomthird": 1795, "generationfornini": 1796, "drenched": 1797, "truffle": 1798, "middle": 1799, "nothingon": 1800, "omelletes": 1801, "men": 1802, "whenever": 1803, "fix": 1804, "sigh": 1805, "ant": 1806, "wanted": 1807, "everyone": 1808, "website": 1809, "rating": 1810, "reality": 1811, "slightly": 1812, "done": 1813, "perfection": 1814, "art": 1815, "sidewalk": 1816, "watching": 1817, "50": 1818, "toppings": 1819, "each": 1820, "brick": 1821, "gallery": 1822, "add": 1823, "aunthentic": 1824, "places": 1825, "growing": 1826, "start": 1827, "bills": 1828, "scallion": 1829, "pancakes": 1830, "mouth": 1831, "watering": 1832, "besides": 1833, "having": 1834, "patrons": 1835, "undercooked": 1836, "charged": 1837, "45": 1838, "notch": 1839, "inconsistent": 1840, "dumpling": 1841, "etc": 1842, "fondue": 1843, "careful": 1844, "request": 1845, "octopus": 1846, "eaters": 1847, "floored": 1848, "using": 1849, "msg": 1850, "tom": 1851, "kha": 1852, "started": 1853, "bombay": 1854, "vibrant": 1855, "eyepleasing": 1856, "semiprivate": 1857, "hall": 1858, "drawbacks": 1859, "office": 1860, "lassi": 1861, "chettinad": 1862, "rasamalai": 1863, "forgettable": 1864, "following": 1865, "lyles": 1866, "remaining": 1867, "innovations": 1868, "lambchops": 1869, "addition": 1870, "entering": 1871, "greeted": 1872, "steven": 1873, "frederick": 1874, "gracious": 1875, "hosts": 1876, "opened": 1877, "seen": 1878, "decrease": 1879, "considerably": 1880, "adorn": 1881, "number": 1882, "vegetarianfriendly": 1883, "offerng": 1884, "complementary": 1885, "amuse": 1886, "bouche": 1887, "gave": 1888, "celebration": 1889, "crunchy": 1890, "break": 1891, "bank": 1892, "instantly": 1893, "became": 1894, "entertainment": 1895, "kinds": 1896, "effects": 1897, "combinations": 1898, "garis": 1899, "refills": 1900, "fountain": 1901, "choose": 1902, "tartare": 1903, "bet": 1904, "happened": 1905, "croquette": 1906, "apt": 1907, "celebrations": 1908, "wednesday": 1909, "unlimited": 1910, "saying": 1911, "bakery": 1912, "buying": 1913, "dowtown": 1914, "manhathan": 1915, "servings": 1916, "im": 1917, "summer": 1918, "2003": 1919, "changed": 1920, "replaced": 1921, "ridding": 1922, "getup": 1923, "barbecued": 1924, "codfish": 1925, "gorgeously": 1926, "moist": 1927, "poached": 1928, "curiously": 1929, "rub": 1930, "overwhelmed": 1931, "herb": 1932, "enhance": 1933, "dance": 1934, "biggest": 1935, "offeres": 1936, "gret": 1937, "platter": 1938, "sandwiches": 1939, "morning": 1940, "frying": 1941, "hard": 1942, "bacos": 1943, "hurt": 1944, "molars": 1945, "additional": 1946, "freshly": 1947, "baked": 1948, "section": 1949, "called": 1950, "carpaachio": 1951, "exellent": 1952, "wellprepared": 1953, "kalbi": 1954, "nebbiolo": 1955, "means": 1956, "alot": 1957, "scopa": 1958, "located": 1959, "magnificent": 1960, "yorkers": 1961, "clubhouse": 1962, "gorgeous": 1963, "bartenders": 1964, "blond": 1965, "lady": 1966, "planning": 1967, "chance": 1968, "loved": 1969, "inovated": 1970, "cheff": 1971, "gives": 1972, "non": 1973, "existant": 1974, "guided": 1975, "toward": 1976, "allowing": 1977, "purchase": 1978, "similarly": 1979, "rang": 1980, "e": 1981, "svc": 1982, "basic": 1983, "mushroom": 1984, "pinot": 1985, "noir": 1986, "sampler": 1987, "49": 1988, "stop": 1989, "beautifully": 1990, "personable": 1991, "later": 1992, "crowds": 1993, "lines": 1994, "tiem": 1995, "shows": 1996, "characters": 1997, "ar": 1998, "tries": 1999, "approached": 2000, "needed": 2001, "recomend": 2002, "watery": 2003, "grill": 2004, "opted": 2005, "timely": 2006, "previous": 2007, "reviewer": 2008, "lonk": 2009, "dined": 2010, "saul": 2011, "sadly": 2012, "lacking": 2013, "spots": 2014, "herky": 2015, "sent": 2016, "confused": 2017, "1520": 2018, "difficulty": 2019, "ins": 2020, "square": 2021, "emphasis": 2022, "necessary": 2023, "apetizers": 2024, "rices": 2025, "undercookedthe": 2026, "clams": 2027, "em": 2028, "sauces": 2029, "exciting": 2030, "complimentary": 2031, "badly": 2032, "caviar": 2033, "princesses": 2034, "scampi": 2035, "antipasti": 2036, "plentiful": 2037, "candle": 2038, "anyone": 2039, "opening": 2040, "card": 2041, "gift": 2042, "occassion": 2043, "10": 2044, "10piece": 2045, "combo": 2046, "substantial": 2047, "peak": 2048, "jefferys": 2049, "mind": 2050, "blowing": 2051, "village": 2052, "sun": 2053, "insde": 2054, "wonderfully": 2055, "vindaloo": 2056, "strength": 2057, "lays": 2058, "amazingly": 2059, "usual": 2060, "sampling": 2061, "handcrafted": 2062, "writing": 2063, "capex": 2064, "minimum": 2065, "put": 2066, "cash": 2067, "waste": 2068, "seatin": 2069, "g": 2070, "40": 2071, "pieces": 2072, "relatively": 2073, "nigiri": 2074, "architecture": 2075, "surrounding": 2076, "character": 2077, "id": 2078, "hotspot": 2079, "hangout": 2080, "pack": 2081, "bang": 2082, "frequented": 2083, "ino": 2084, "remains": 2085, "delicate": 2086, "kai": 2087, "indeed": 2088, "elegant": 2089, "mediocre": 2090, "cod": 2091, "paella": 2092, "eater": 2093, "chips": 2094, "serving": 2095, "basketful": 2096, "shame": 2097, "convenient": 2098, "pink": 2099, "pony": 2100, "ruined": 2101, "pass": 2102, "porcini": 2103, "tasteless": 2104, "tagliatelle": 2105, "wontons": 2106, "salt": 2107, "pepper": 2108, "shrimps": 2109, "yummy": 2110, "informative": 2111, "laughed": 2112, "percent": 2113, "generous": 2114, "paired": 2115, "interested": 2116, "carrying": 2117, "inhouse": 2118, "dj": 2119, "outrageously": 2120, "moreover": 2121, "requests": 2122, "1400": 2123, "pricedsara": 2124, "sara": 2125, "stale": 2126, "extremely": 2127, "dazzling": 2128, "flavors": 2129, "overwhelm": 2130, "embracing": 2131, "beauty": 2132, "recieved": 2133, "pray": 2134, "gods": 2135, "vts": 2136, "quiet": 2137, "delightful": 2138, "diamond": 2139, "balance": 2140, "herbs": 2141, "partly": 2142, "strips": 2143, "west": 2144, "easy": 2145, "notice": 2146, "humble": 2147, "root": 2148, "consomme": 2149, "accomplishes": 2150, "fats": 2151, "roths": 2152, "mike": 2153, "shabushabu": 2154, "fully": 2155, "melted": 2156, "surprised": 2157, "sunday": 2158, "notorious": 2159, "utter": 2160, "comfort": 2161, "horribly": 2162, "meals": 2163, "pho": 2164, "vegtables": 2165, "hand": 2166, "fooled": 2167, "easily": 2168, "hundreds": 2169, "par": 2170, "alain": 2171, "ducasse": 2172, "outshine": 2173, "presentaion": 2174, "meet": 2175, "promise": 2176, "3am": 2177, "rate": 2178, "charts": 2179, "sorry": 2180, "skew": 2181, "sans": 2182, "floating": 2183, "similar": 2184, "venues": 2185, "overlyambitious": 2186, "due": 2187, "popularity": 2188, "frantic": 2189, "guy": 2190, "uws": 2191, "absurdly": 2192, "arrogant": 2193, "recognize": 2194, "glorified": 2195, "clumsy": 2196, "judge": 2197, "urchin": 2198, "heavenly": 2199, "rose": 2200, "scatty": 2201, "forgiven": 2202, "arrives": 2203, "bruscetta": 2204, "greens": 2205, "iceberg": 2206, "piping": 2207, "greatest": 2208, "suppose": 2209, "general": 2210, "tao": 2211, "charming": 2212, "production": 2213, "symphony": 2214, "experiencethe": 2215, "sublime": 2216, "sharing": 2217, "roxys": 2218, "taiwan": 2219, "waited": 2220, "max": 2221, "parmesean": 2222, "glazed": 2223, "balsamic": 2224, "surely": 2225, "transported": 2226, "northern": 2227, "italy": 2228, "hated": 2229, "pub": 2230, "plenty": 2231, "katzs": 2232, "charm": 2233, "ours": 2234, "wished": 2235, "perrrrrrrrrfect": 2236, "upper": 2237, "intermediate": 2238, "inexpertly": 2239, "sliced": 2240, "wheat": 2241, "disappoint": 2242, "respect": 2243, "residents": 2244, "cabaret": 2245, "blasts": 2246, "ration": 2247, "goodthey": 2248, "overpack": 2249, "selecion": 2250, "likeable": 2251, "reccommend": 2252, "godmother": 2253, "vegetarian": 2254, "lowkey": 2255, "eastsider": 2256, "authentically": 2257, "opposite": 2258, "supposed": 2259, "cocktail": 2260, "soaked": 2261, "juice": 2262, "concoction": 2263, "hopefully": 2264, "joint": 2265, "key": 2266, "fairly": 2267, "tai": 2268, "beaten": 2269, "haru": 2270, "trendy": 2271, "modern": 2272, "prime": 2273, "park": 2274, "south": 2275, "winter": 2276, "warmer": 2277, "fires": 2278, "spent": 2279, "hours": 2280, "lanterna": 2281, "drinking": 2282, "extensive": 2283, "tipsy": 2284, "girlfriends": 2285, "turkey": 2286, "spotty": 2287, "barely": 2288, "distract": 2289, "commend": 2290, "inventive": 2291, "awsome": 2292, "margheritta": 2293, "pretension": 2294, "aboveaverage": 2295, "regret": 2296, "reserved": 2297, "uni": 2298, "maine": 2299, "california": 2300, "freshwater": 2301, "eel": 2302, "trout": 2303, "meatballs": 2304, "caprese": 2305, "beans": 2306, "complain": 2307, "maximize": 2308, "potential": 2309, "reallocating": 2310, "pita": 2311, "waitresses": 2312, "explain": 2313, "fastest": 2314, "1st": 2315, "class": 2316, "supertrendy": 2317, "seat": 2318, "deemed": 2319, "essence": 2320, "lag": 2321, "obnoxious": 2322, "dry": 2323, "jersey": 2324, "deli": 2325, "attended": 2326, "enthusiastic": 2327, "tony": 2328, "gaskin": 2329, "walked": 2330, "aanother": 2331, "eventhough": 2332, "doors": 2333, "coats": 2334, "inviting": 2335, "devoid": 2336, "katz": 2337, "mexican": 2338, "supplied": 2339, "welll": 2340, "shared": 2341, "conclusion": 2342, "culinary": 2343, "knocking": 2344, "cramped": 2345, "wong": 2346, "gets": 2347, "ups": 2348, "inspired": 2349, "friendliest": 2350, "exception": 2351, "eyes": 2352, "lad": 2353, "nar": 2354, "various": 2355, "paper": 2356, "asthetically": 2357, "pleasing": 2358, "picks": 2359, "guizhou": 2360, "bean": 2361, "source": 2362, "fillet": 2363, "exists": 2364, "admittedly": 2365, "inside": 2366, "inludes": 2367, "scrumptious": 2368, "chaat": 2369, "bhelpuri": 2370, "sevpuri": 2371, "samosa": 2372, "chaats": 2373, "singapore": 2374, "mai": 2375, "whatsoever": 2376, "incompetent": 2377, "mad": 2378, "thursday": 2379, "definite": 2380, "abroad": 2381, "thr": 2382, "moshphere": 2383, "compact": 2384, "dank": 2385, "nolita": 2386, "poured": 2387, "mostly": 2388, "scratch": 2389, "worse": 2390, "60": 2391, "erroneously": 2392, "added": 2393, "80": 2394, "japan": 2395, "toaster": 2396, "strange": 2397, "lacked": 2398, "decidedly": 2399, "exotic": 2400, "mediterranean": 2401, "cheeses": 2402, "coffee": 2403, "creatively": 2404, "courteous": 2405, "version": 2406, "soda": 2407, "varities": 2408, "afortune": 2409, "build": 2410, "vegetable": 2411, "malai": 2412, "wrap": 2413, "knowledge": 2414, "dinnertime": 2415, "disapointing": 2416, "mine": 2417, "burnt": 2418, "panchetta": 2419, "raddichio": 2420, "bitter": 2421, "meanwhile": 2422, "continued": 2423, "pour": 2424, "reserve": 2425, "pureed": 2426, "gratis": 2427, "impecable": 2428, "thh": 2429, "spiced": 2430, "2395": 2431, "16": 2432, "wouldve": 2433, "cours": 2434, "indistinguished": 2435, "nightcap": 2436, "sommelier": 2437, "fromager": 2438, "pairings": 2439, "secluded": 2440, "weather": 2441, "stuffing": 2442, "il": 2443, "mulino": 2444, "horrendous": 2445, "category": 2446, "160": 2447, "8": 2448, "seved": 2449, "signs": 2450, "menus": 2451, "totally": 2452, "scallop": 2453, "sesame": 2454, "critic": 2455, "under": 2456, "belt": 2457, "11": 2458, "noted": 2459, "crossed": 2460, "noriwrapped": 2461, "alternative": 2462, "mermaid": 2463, "inn": 2464, "bucks": 2465, "ripoff": 2466, "895": 2467, "patties": 2468, "steamed": 2469, "dreadful": 2470, "listen": 2471, "idle": 2472, "engine": 2473, "guys": 2474, "outta": 2475, "quietly": 2476, "shout": 2477, "refreshing": 2478, "gigantic": 2479, "overflowing": 2480, "thank": 2481, "opinion": 2482, "seemed": 2483, "wide": 2484, "ways": 2485, "preparing": 2486, "brushetta": 2487, "lay": 2488, "cart": 2489, "attendant": 2490, "lotus": 2491, "leaf": 2492, "wrapped": 2493, "replied": 2494, "freindly": 2495, "european": 2496, "dealt": 2497, "rudely": 2498, "northside": 2499, "wburg": 2500, "impress": 2501, "whoever": 2502, "consistant": 2503, "satisfying": 2504, "read": 2505, "routinely": 2506, "interrupted": 2507, "servants": 2508, "asking": 2509, "hinting": 2510, "fellow": 2511, "bridge": 2512, "tunnel": 2513, "complaining": 2514, "weekday": 2515, "tear": 2516, "anyways": 2517, "tamari": 2518, "dahkin": 2519, "buffet": 2520, "catching": 2521, "roomier": 2522, "frist": 2523, "delicous": 2524, "double": 2525, "girlfriend": 2526, "grab": 2527, "leftover": 2528, "sprinkled": 2529, "powder": 2530, "translucent": 2531, "red": 2532, "wed": 2533, "snobby": 2534, "lip": 2535, "him": 2536, "ripped": 2537, "recommand": 2538, "requesting": 2539, "window": 2540, "competent": 2541, "remorse": 2542, "bright": 2543, "flower": 2544, "grocery": 2545, "jalapeno": 2546, "heat": 2547, "contrast": 2548, "ew": 2549, "recommendation": 2550, "patio": 2551, "guacamoleshrimp": 2552, "neither": 2553, "cared": 2554, "asbolute": 2555, "steal": 2556, "asianair": 2557, "pot": 2558, "excpetiona": 2559, "cheeseburger": 2560, "delictable": 2561, "professional": 2562, "wan": 2563, "michelin": 2564, "displayed": 2565, "prooudly": 2566, "speak": 2567, "english": 2568, "adds": 2569, "moment": 2570, "enter": 2571, "fan": 2572, "ethnic": 2573, "snacking": 2574, "seasonal": 2575, "visiting": 2576, "sq": 2577, "nj": 2578, "figured": 2579, "tho": 2580, "stuffed": 2581, "serve": 2582, "persons": 2583, "thus": 2584, "effective": 2585, "spending": 2586, "paris": 2587, "magic": 2588, "apparently": 2589, "cook": 2590, "yellowtail": 2591, "particularly": 2592, "oreganta": 2593, "perfectly": 2594, "marinated": 2595, "cucumbers": 2596, "lentil": 2597, "edibility": 2598, "basmati": 2599, "sleek": 2600, "wallet": 2601, "patroon": 2602, "cigar": 2603, "ambient": 2604, "rivals": 2605, "tokyo": 2606, "cheescake": 2607, "discover": 2608, "goto": 2609, "dates": 2610, "entertaining": 2611, "rave": 2612, "lafayette": 2613, "161": 2614, "angel": 2615, "famished": 2616, "fluke": 2617, "drizzled": 2618, "jalapenolime": 2619, "fruit": 2620, "nicely": 2621, "highlighting": 2622, "fishs": 2623, "sweetness": 2624, "donut": 2625, "ow": 2626, "ley": 2627, "soh": 2628, "tasting": 2629, "closely": 2630, "situated": 2631, "candlelight": 2632, "foodquality": 2633, "overcompensate": 2634, "ones": 2635, "hospitable": 2636, "royalty": 2637, "perhaps": 2638, "considered": 2639, "extreme": 2640, "resident": 2641, "whove": 2642, "dull": 2643, "exceeded": 2644, "ac": 2645, "god": 2646, "cooks": 2647, "willing": 2648, "shake": 2649, "ou": 2650, "t": 2651, "pancake": 2652, "shuizhu": 2653, "hardcore": 2654, "smell": 2655, "canned": 2656, "spinach": 2657, "calzone": 2658, "celebrate": 2659, "mare": 2660, "oysters": 2661, "compared": 2662, "bgel": 2663, "2nd": 2664, "overated": 2665, "atmoshere": 2666, "unusually": 2667, "rock": 2668, "complaint": 2669, "1215": 2670, "worry": 2671, "finding": 2672, "gelato": 2673, "tower": 2674, "healthy": 2675, "mamouns": 2676, "kati": 2677, "produce": 2678, "tastier": 2679, "hands": 2680, "harkens": 2681, "napoli": 2682, "yours": 2683, "icing": 2684, "resembled": 2685, "def": 2686, "selected": 2687, "tons": 2688, "screwed": 2689, "acted": 2690, "abbys": 2691, "treasure": 2692, "wintermelon": 2693, "covering": 2694, "1": 2695, "energeic": 2696, "classics": 2697, "onglet": 2698, "burning": 2699, "death": 2700, "overcooking": 2701, "smooth": 2702, "reputation": 2703, "naples": 2704, "month": 2705, "corn": 2706, "massamman": 2707, "bathroom": 2708, "girls": 2709, "colleague": 2710, "london": 2711, "waterbug": 2712, "chow": 2713, "3pm": 2714, "dinnerbroker": 2715, "afterwards": 2716, "sliding": 2717, "air": 2718, "twice1": 2719, "2for": 2720, "summereat": 2721, "feature": 2722, "suan": 2723, "approx": 2724, "pongsri": 2725, "48th": 2726, "charmingly": 2727, "obvious": 2728, "idea": 2729, "cuisin": 2730, "terms": 2731, "bands": 2732, "fri": 2733, "begin": 2734, "minute": 2735, "cell": 2736, "ready": 2737, "shortly": 2738, "mcdonalds": 2739, "differently": 2740, "understandable": 2741, "uncourteous": 2742, "customers": 2743, "downright": 2744, "halibut": 2745, "topnotch": 2746, "compensate": 2747, "sophistication": 2748, "advanatage": 2749, "smiles": 2750, "faces": 2751, "dress": 2752, "codes": 2753, "attitudes": 2754, "companionship": 2755, "rarity": 2756, "werent": 2757, "promising": 2758, "arteryclogging": 2759, "jewish": 2760, "poorly": 2761, "3rd": 2762, "remembered": 2763, "neapolitan": 2764, "lightly": 2765, "zucchini": 2766, "blossoms": 2767, "regulars": 2768, "legion": 2769, "checking": 2770, "newcomers": 2771, "blantently": 2772, "unappreciative": 2773, "fresher": 2774, "thinner": 2775, "crispier": 2776, "occasionally": 2777, "joes": 2778, "blah": 2779, "hip": 2780, "discovered": 2781, "pings": 2782, "internet": 2783, "entered": 2784, "qualms": 2785, "ease": 2786, "tanks": 2787, "u": 2788, "appears": 2789, "venture": 2790, "pizzeria": 2791, "ashamed": 2792, "forninos": 2793, "blows": 2794, "families": 2795, "receipies": 2796, "spaghetti": 2797, "delectable": 2798, "faired": 2799, "excuse": 2800, "encountered": 2801, "teriyaki": 2802, "9pm": 2803, "1015pm": 2804, "pams": 2805, "england": 2806, "chowder": 2807, "award": 2808, "bisque": 2809, "inconsistency": 2810, "breast": 2811, "innovators": 2812, "job": 2813, "possible": 2814, "accessible": 2815, "between": 2816, "woman": 2817, "nudged": 2818, "40times": 2819, "gimmicks": 2820, "speaks": 2821, "freshness": 2822, "preparation": 2823, "worried": 2824, "somehow": 2825, "managed": 2826, "short": 2827, "strike": 2828, "awfulthe": 2829, "rarely": 2830, "currys": 2831, "masaman": 2832, "sastifying": 2833, "stocked": 2834, "memorial": 2835, "closed": 2836, "gigondas": 2837, "competing": 2838, "luxury": 2839, "playing": 2840, "background": 2841, "voluminous": 2842, "yellowfun": 2843, "mussel": 2844, "reminds": 2845, "grandfather": 2846, "school": 2847, "scenery": 2848, "admire": 2849, "calm": 2850, "varied": 2851, "bargain": 2852, "parched": 2853, "watch": 2854, "attractive": 2855, "faves": 2856, "flat": 2857, "oilbrushed": 2858, "plastic": 2859, "forks": 2860, "hummus": 2861, "reluctant": 2862, "jem": 2863, "overcrowded": 2864, "lit": 2865, "gf": 2866, "diverse": 2867, "cocktails": 2868, "chill": 2869, "ended": 2870, "flaky": 2871, "apple": 2872, "tarte": 2873, "tatin": 2874, "actors": 2875, "miso": 2876, "previews": 2877, "appreciation": 2878, "redone": 2879, "filets": 2880, "expecting": 2881, "itsuperb": 2882, "incompetency": 2883, "quail": 2884, "mashed": 2885, "potatoes": 2886, "blend": 2887, "butter": 2888, "melts": 2889, "aside": 2890, "draw": 2891, "workers": 2892, "ignore": 2893, "female": 2894, "skipped": 2895, "mixed": 2896, "snack": 2897, "mud": 2898, "warmed": 2899, "scoops": 2900, "dulce": 2901, "de": 2902, "leche": 2903, "stauff": 2904, "furniture": 2905, "tiffin": 2906, "overhauled": 2907, "cole": 2908, "knish": 2909, "530": 2910, "wood": 2911, "premium": 2912, "drawback": 2913, "aesthetic": 2914, "beautification": 2915, "sheswaycuterthanmethatb": 2916, "tikkamasala": 2917, "cornelia": 2918, "broadway": 2919, "po": 2920, "quaint": 2921, "skiline": 2922, "foggy": 2923, "rainy": 2924, "description": 2925, "seew": 2926, "cashew": 2927, "nuts": 2928, "memorable": 2929, "repeatable": 2930, "leon": 2931, "lively": 2932, "sligtly": 2933, "heartland": 2934, "breweries": 2935, "thius": 2936, "loves": 2937, "appear": 2938, "premisis": 2939, "attract": 2940, "carts": 2941, "crackling": 2942, "disaster": 2943, "shockingly": 2944, "throw": 2945, "contract": 2946, "deposit": 2947, "hold": 2948, "fl": 2949, "mezz": 2950, "grp": 2951, "tea": 2952, "downside": 2953, "nazilike": 2954, "running": 2955, "complains": 2956, "minnow": 2957, "untasty": 2958, "importantly": 2959, "roofdeck": 2960, "somethings": 2961, "knowing": 2962, "bubbly": 2963, "alone": 2964, "vow": 2965, "logic": 2966, "allowed": 2967, "energy": 2968, "kicker": 2969, "chili": 2970, "grass": 2971, "chops": 2972, "raos": 2973, "repeated": 2974, "masala": 2975, "amid": 2976, "chic": 2977, "fatty": 2978, "tourist": 2979, "today": 2980, "mentioned": 2981, "hoped": 2982, "unexpected": 2983, "topped": 2984, "sparsely": 2985, "heres": 2986, "fake": 2987, "taken": 2988, "band": 2989, "cobb": 2990, "apppetizers": 2991, "handled": 2992, "monday": 2993, "nearing": 2994, "raucous": 2995, "gig": 2996, "significant": 2997, "justify": 2998, "everywhere": 2999, "understated": 3000, "acceptable": 3001, "yasuda": 3002, "title": 3003, "pleasnt": 3004, "hustled": 3005, "ground": 3006, "evoked": 3007, "weehawken": 3008, "chart": 3009, "9": 3010, "happen": 3011, "yuzu": 3012, "unappealing": 3013, "resturant": 3014, "total": 3015, "hipsterwannabe": 3016, "deliver": 3017, "sicilian": 3018, "downstairs": 3019, "lounge": 3020, "attraction": 3021, "busboy": 3022, "remained": 3023, "tupperware": 3024, "alive": 3025, "expresso": 3026, "everythig": 3027, "itespecially": 3028, "zero": 3029, "boot": 3030, "scalina": 3031, "fedeli": 3032, "reminded": 3033, "integral": 3034, "popcorn": 3035, "father": 3036, "lifted": 3037, "pen": 3038, "appeared": 3039, "usher": 3040, "parathas": 3041, "kebabs": 3042, "ensuring": 3043, "unsurpassed": 3044, "wasabe": 3045, "coat": 3046, "realtively": 3047, "nonbusy": 3048, "fiance": 3049, "believe": 3050, "ummmthe": 3051, "cannoli": 3052, "pricing": 3053, "practically": 3054, "imagination": 3055, "pulled": 3056, "case": 3057, "drawn": 3058, "display": 3059, "lurking": 3060, "myriad": 3061, "sadlooking": 3062, "marine": 3063, "murky": 3064, "waters": 3065, "clear": 3066, "healthylooking": 3067, "creatures": 3068, "calories": 3069, "reached": 3070, "casserole": 3071, "breezy": 3072, "mezzanine": 3073, "wind": 3074, "tracks": 3075, "df": 3076, "valentines": 3077, "drunken": 3078, "soupy": 3079, "stir": 3080, "fry": 3081, "aesthetics": 3082, "airport": 3083, "box": 3084, "stopped": 3085, "ranting": 3086, "raving": 3087, "presliced": 3088, "unfriendly": 3089, "miserable": 3090, "atmoshpere": 3091, "wandered": 3092, "windows": 3093, "noticicing": 3094, "thincrust": 3095, "chees": 3096, "companion": 3097, "trip": 3098, "dinners": 3099, "mom": 3100, "spices": 3101, "onions": 3102, "kickass": 3103, "agreable": 3104, "brings": 3105, "potato": 3106, "wake": 3107, "stickler": 3108, "primi": 3109, "secondi": 3110, "overheard": 3111, "comments": 3112, "lectured": 3113, "cakes": 3114, "passed": 3115, "bumped": 3116, "chair": 